[
    {
        "name": "AirlineGift",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "AirlineGift bietet die weltbesten Airline-Geschenkgutscheine und Online-Reisebuchungsangebote mit einer\r\neinzigartigen Auswahl aus 450 Airlines, mit denen Sie Flüge zu fast allen Zielen der Welt buchen können.\r\nAirlineGift kooperiert mit bekannten Anbietern wie Delta Airlines, American Airlines, United Airlines, British\r\nAirways, Qantas, Air France, KLM, Southwest Airlines, Air Canada, Emirates, Etihad, Cathy Pacific,\r\nSingapore Airlines und Tausenden weiteren.\r\nAirlineGift bietet die einzigartige Möglichkeit geteilter Online-Zahlungen, was Ihnen ermöglicht, zwei Gutscheine für\r\nIhre Zahlung zu verwenden und sofort Bonuspunkte zu sammeln.  \r\n------\r\nAirlineGift offers the world's best airline gift certificates and online travel booking deals with a unique selection of 450 airlines to book flights to almost any destination in the world. AirlineGift partners with well-known carriers such as Delta Airlines, American Airlines, United Airlines, British Airways, Qantas, Air France, KLM, Southwest Airlines, Air Canada, Emirates, Etihad, Cathy Pacific, Singapore Airlines and thousands more. AirlineGift offers the unique option of split online payments, which allows you to use two vouchers for your payment and earn bonus points instantly.\r\n",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/AGIFT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/AGIFT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/AGIFT-DE/AGIFT-DE-card.png",
        "country": "Germany",
        "min_amount": 20.0,
        "max_amount": 2500.0,
        "denominations": "range",
        "product_id": "44656"
    },
    {
        "name": "Dots.eco - Bäume pflanzen, wo sie am meisten gebraucht werden ",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "Bäume produzieren die Luft, die wir atmen, filtern das Wasser, das wir trinken, bieten Lebensräume für die Bestäuber, die uns mit Nahrung versorgen, und mildern die Auswirkungen von Hitzewellen, indem sie einer Vielzahl von Landschaften Schatten spenden. Sie nehmen CO2 aus der Luft auf und nutzen es für ihr Wachstum, indem sie es in Atemluft (auch Sauerstoff genannt) umwandeln. Allein zwischen 2001 und 2019 haben Wälder im Durchschnitt 7,6 Milliarden Tonnen CO2 pro Jahr gebunden!\r\n\r\n\r\nUnsere Partner pflanzen Bäume dort, wo sie am dringendsten gebraucht werden. Sie arbeiten in mehr als 40 Ländern und konzentrieren sich auf die wichtigsten Ökosysteme. Diese Gebiete sind entscheidend für die Bekämpfung des Klimawandels und die Senkung des Kohlenstoffgehalts. Das ist harte Arbeit. Sie müssen das Land roden, die Setzlinge hegen und pflegen, sie von der Baumschule zu den Pflanzplätzen bringen und sie während ihres Wachstums überwachen, um das Überleben und die Wiederherstellung des Lebensraums zu gewährleisten. Wir arbeiten mit vertrauenswürdigen Organisationen wie der Arbor Day Foundation, Eden Reforestation Projects und One Tree Planted zusammen.\r\n\r\nBitte beachten Sie, dass jeder ausgegebene Dollar = 1 Wirkungseinheit = 1 Baum pflanzen",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PLNTRE-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PLNTRE-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 6 months from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/PLNTRE-DE/PLNTRE-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '20.00', '50.00', '100.00']",
        "product_id": "44725"
    },
    {
        "name": "Hawesko",
        "category": "Retail",
        "currency_code": "EUR",
        "description": " Hawesko\r\n\r\n\r\n  \r\n\r\n Das Hanseatische Wein und Sekt Kontor ist Deutschlands Nummer Eins im Versand hochwertiger Weine, Champagner und Spirituosen. Fundierte Beratung durch Weinfachleute, ein besonderes Gespür für Qualität und Innovationen sowie ein erstklassiges Preis-Leistungsverhältnis der Produkte machen das Hanseatische Wein und Sekt Kontor zum Marktführer in Deutschland. Mit über 4.000 Produkten finden sowohl Weinentdecker als auch -kenner für jeden Anlass den richtigen Wein. \r\n\r\n Die Homepage www.hawesko.de bieten Ihnen noch mehr: Wissenswerte Informationen für Einsteiger und echte Weinkenner aus der faszinierenden Welt des Weines. Alle Fragen können Sie selbstverständlich auch direkt mit unseren freundlichen und kompetenten Weinberatern am Telefon oder natürlich per E-Mail klären. Ganz egal, ob Sie den passenden Wein zum Essen suchen, Fragen zur Lagerung oder Ihrer Bestellung haben. Unsere Weinberatung hilft Ihnen weiter!\r\n \r\n Tauchen Sie ein in eine Welt voller Genuss und Lebensart!\r\n\r\n Der Gutschein wird Ihnen als Code an Ihre E-Mailadresse gesendet.\r\n\r\n  \r\n",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/HAWSKO-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/HAWSKO-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/HAWSKO-DE/HAWSKO-DE-card.png",
        "country": "Germany",
        "min_amount": 25.0,
        "max_amount": 50.0,
        "denominations": "['25.00', '50.00']",
        "product_id": "44693"
    },
    {
        "name": "HelpDirect Spendengutschein",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "Willst du mit deiner Spende die Welt ein wenig besser machen? Dann nutze den Spendengutschein von HelpDirect.org, dem seit 1999 ersten deutschen Spendenportal. Dort stehen dir Hilfsprojekte aus 130 Ländern von über 2.000 anerkannten und renommierten Hilfsorganisationen mit umfangreichen Transparenzinformationen zur Verfügung. Im Gegenzug erhältst du bei Bedarf eine steuerabzugsfähige Spendenquittung. Das Team von HelpDirect erhielt viele intern. Auszeichnungen, u.a. das Bundesverdienstkreuz und den Landesverdienstorden NRW. Allgemeine Geschäftsbedingungen: Dieser Spendengutschein kann ausschließlich unter www.helpdirect.org eingelöst werden. Spendengutscheine sind mindestens 36 Monate nach Kaufdatum gültig. Die Aktivierung des Spendengutscheins erfolgt unmittelbar nach Kauf. Eine Rückzahlung des Spendengutscheins ist nicht möglich. HelpDirect übernimmt keine Haftung für den Verlust, den Diebstahl, die Beschädigung oder die Unlesbarkeit dieses Spendengutscheins. Es gelten die AGB von HelpDirect, einsehbar unter https://www.helpdirect.org/informationen/agb/spender/",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/HLPDRT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/HLPDRT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/HLPDRT-DE/HLPDRT-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '25.00', '50.00']",
        "product_id": "44695"
    },
    {
        "name": "Kohlenstoff-emissionen ausgleichen",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "CO2 ist ein Treibhausgas, das hauptsächlich durch die Verbrennung fossiler Brennstoffe entsteht. Es ist die Hauptursache des Klimawandels.\r\n\r\n\r\nKohlenstoffgutschriften ermöglichen es Menschen und Organisationen, die Treibhausgasemissionen die sie nicht vermeiden können, auszugleichen, indem sie Projekte finanzieren, die die Emissionen an anderer Stelle reduzieren. Wir kaufen zertifizierte Kohlenstoffgutschriften über Carbon Trade Exchange, einen Partner des Registers für den Mechanismus für umweltverträgliche Entwicklung der Vereinten Nationen, und ziehen sie zurück, so dass die Möglichkeit, dass diese Gutschriften tatsächlich emittiert werden, ausgeschlossen ist.\r\n\r\nBitte beachten Sie, dass jeder ausgegebene Dollar = 1 Wirkungseinheit = 10 kg Kohlenstoffemissionen kompensieren",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/OFCARB-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/OFCARB-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 6 months from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/OFCARB-DE/OFCARB-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 106.0,
        "denominations": "['10.00', '20.00', '50.00', '106.00']",
        "product_id": "44721"
    },
    {
        "name": "MediaMarkt DE",
        "category": "Electronics",
        "currency_code": "EUR",
        "description": "MediaMarkt bietet eine riesige Auswahl topaktueller Markenprodukte aus den Bereichen Unterhaltungselektronik, Telekommunikation, Neue Medien, Haushaltstechnik und Entertainment. Von der Audioanlage bis zum Kaffeevollautomaten, vom Tablet bis zur elektrischen Zahnbürste reicht die Palette faszinierender Technikprodukte für den smarten Lebensstil unserer Zeit. Einkaufen kann man jederzeit auch ganz bequem vom Wohnzimmersessel aus: Der MediaMarkt-Onlineshop (www.mediamarkt.de) ermöglicht ein entspanntes Shopping-Vergnügen rund um die Uhr an 365 Tagen im Jahr. Die Geschenkkarte ist sowohl in jedem deutschen MediaMarkt vor Ort, als auch im Onlineshop einlösbar.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/MMKT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/MMKT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 5 years from last use",
        "card_image_url": "https://gift.runa.io/static/product_assets/MMKT-DE/MMKT-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 150.0,
        "denominations": "['10.00', '20.00', '25.00', '50.00', '100.00', '150.00']",
        "product_id": "44647"
    },
    {
        "name": "Thalia",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "Thalia ist Marktführer im Sortimentsbuchhandel im deutschsprachigen Raum. \r\n\r\n Als Multichannel-Anbieter vereint Thalia buchhändlerische Tradition mit einem vielfältigen Digital- und Online-Angebot im E-Commerce. Thalia ist Mitglied der tolino-Kooperation, die insbesondere E-Book-Reader unter der Marke „tolino“ im deutschsprachigen Raum vermarktet und vertreibt.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/THALIA-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/THALIA-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/THALIA-DE/THALIA-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 25.0,
        "denominations": "['10.00', '20.00', '25.00']",
        "product_id": "44754"
    },
    {
        "name": "lastminute.de ",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "Nutzen Sie die Vorteile eines Flug + Hotel Reisegutscheins von lastminute.de, ein Pionier unter den deutschen Reiseportalen. Lastminute.de ist Teil der lastminute.com group, ein führendes Unternehmen für Reise und Freizeit in Europa.\r\nlastminute.de hilft Reiselustigen, das Beste aus ihrer freien Zeit zu machen - am allerliebsten natürlich spontan in letzter Minute. Mit Flug und Hotel können Sie bei uns Städtereisen buchen. Wochenendtrips, Kurztrips, Citytrips oder Urlaub am Meer nach Wunsch flexibel mixen und sparen.\r\nStädtereisen bei uns buchen ist wie Cocktail mixen: Kombinieren Sie die Zutaten Flug und Hotel je nach Geschmack und Budget und stellen Sie sich Ihren Kurzurlaub ganz individuell zusammen.\r\nBei lastminute.de profitieren Sie von super-günstigen Paketpreisen: die Kombination aus unseren Flugangeboten und Hotel-Deals sind häufig günstiger als die Summe der Einzelleistungen.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/LASTM-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/LASTM-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/LASTM-DE/LASTM-DE-card.png",
        "country": "Germany",
        "min_amount": 25.0,
        "max_amount": 1500.0,
        "denominations": "range",
        "product_id": "44706"
    },
    {
        "name": "BitDefender",
        "category": "Electronics",
        "currency_code": "EUR",
        "description": "Bitdefender Mobile Security schützt Ihre Mobilgeräte absolut zuverlässig vor Viren und Malware. Schutz App Anomaly Detection (nur Android) Eine branchenweit einzigartige, zusätzliche Sicherheitsebene, die Benutzer auch vor bisher unbekannten Bedrohungen schützt, sobald diese schädliches Verhalten zeigen. Internet-Schutz Unser System für den Phishing-Schutz prüft Webseiten und warnt Sie vor Betrugsversuchen. Diebstahlschutz (nur Android) Mit dem Bitdefender-Diebstahlschutz können Sie Ihr Gerät im Falle von Verlust und Diebstahl per Fernzugriff orten, sperren sowie alle gespeicherten Daten löschen und eine Nachricht an das Gerät übermitteln. Betrugswarnung Sie gewährleistet die Sicherheit Ihrer Benachrichtigungen, SMS und Sofortnachrichten, damit Sie und andere nicht Betrügern zum Opfer fallen. Leistung Längere Akkulaufzeit bei optimaler Leistung Bitdefender Mobile Security für Android ist so konzipiert, dass die Software den bestmöglichen Schutz bietet und dabei ressourcenschonend arbeitet. Privatsphäre Bitdefender VPN Er schützt Ihre Online-Aktivitäten durch die Verschlüsselung des gesamten Datenverkehrs. Mit Bitdefender Total Security verfügen Sie bis Über zu 200 MB verschlüsseltem Datenverkehr pro Tag. Kontoschutz Prüfen Sie, ob Ihre Online-Benutzerkonten von einem Datenleck betroffen sind. Der Kontoschutz benachrichtigt Sie, wenn Ihre sensiblen Daten einem Risiko ausgesetzt sind und gibt Ihnen die Möglichkeit, dem jeweiligen Status entsprechend zu reagieren.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BIT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BIT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 0 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/BIT-DE/BIT-DE-card.png",
        "country": "Germany",
        "min_amount": 9.99,
        "max_amount": 79.99,
        "denominations": "['9.99', '19.99', '34.99', '39.99', '79.99']",
        "product_id": "46297"
    },
    {
        "name": "Europcar",
        "category": "Automobiles",
        "currency_code": "EUR",
        "description": "Europcar - Europas führende Autovermietung! \r\n\r\nWir bieten Ihnen weit mehr als ein Fahrzeug auf Zeit. Sie profitieren vom Know-how eines internationalen Unternehmens mit über 90 Jahren Mobilitätserfahrung in Deutschland. Freuen Sie sich mit jeder Buchung auf eine moderne Fahrzeugflotte, professioneller Beratung und einen Service mit persönlicher Note. Ob für einen Tag, eine Woche oder mehrere Monate. Wir bieten Ihnen sowohl für den kurz- als auch für den langfristigen Bedarf attraktive Miet- und Abolösungen. \r\n\r\nDurch unser dichtes Stationsnetz sind wir überall dort für Sie präsent, wo Sie uns privat und beruflich brauchen. So finden Sie uns direkt in der City Ihrer Heimatstadt genauso wie am Airport Ihres Urlaubsorts. Wie weit Sie ihr Weg mit Europcar also auch führt: Er beginnt stets ganz nah. \r\n\r\nUnsere vielfältige Flotte bietet Ihnen die Wahl aus zahlreichen Fahrzeugen. Das Angebot reicht von agilen Cityflitzern über sportliche Coupés und elegante Limousinen bis zu geräumigen Transportern und LKW. Und falls Sie einmal ein Elektrofahrzeug ausprobieren möchten, sind Sie bei uns ebenfalls genau richtig. Dadurch genießen Sie das gute Gefühl für jeden Anlass, jedes Ziel und jeden Moment die passende Mobilität zu haben. ",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/EURPCR-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/EURPCR-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/EURPCR-DE/EURPCR-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '25.00', '50.00', '100.00']",
        "product_id": "46298"
    },
    {
        "name": "Rossmann ",
        "category": "Health & Beauty",
        "currency_code": "EUR",
        "description": "ROSSMANN bietet in über 2.000 Drogeriemärkten bundesweit ein in Breite und Tiefe überzeugendes Drogerie-Sortiment. Neben den Schwerpunkten Haar- und Körperpflege, dekorativer Kosmetik, Parfüm, Baby und Gesundheit erwartet den Kunden auch ein umfangreiches Naturkost- und Weinsortiment. Die 36 ROSSMANN-Qualitätsmarken mit rund 4.200 Artikeln in allen Sortimentsbereichen ergänzen die Markenvielfalt. Die Stiftung Warentest und der Öko-Test-Verlag honorierten die hohe Qualität der ROSSMANN-Marken seit ihrer Einführung bisher 400mal mit „SEHR GUT“ oder „GUT“.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ROS-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ROS-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/ROS-DE/ROS-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '25.00', '50.00']",
        "product_id": "44735"
    },
    {
        "name": "PlayStation®Store Germany",
        "category": "Games",
        "currency_code": "EUR",
        "description": "<p><span lang=\"DE-de-de\">Mit einer Playstation Store-Karte können Sie Ihre Playstation Store Wallet aufladen, ohne Bank- oder persönliche Daten angeben zu müssen. Verwenden Sie Ihr Guthaben im Playstation Store zum Herunterladen von den besten Spielen, Erweiterungen, Avataren, Themes, Filmen, Musik und Serien auf Ihre Konsole.<br /><br />Sie können das Guthaben auch in ein Playstation-Plus-Abo umwandeln und zum online spielen verwenden!<br /><br />Playstation-Store-Karten sind untereinander kombinierbar und können nur einmalig gegen Guthaben im vollen Wert eingetauscht werden.<br /><br />Mit diesen Geschenkkarten können Sie Sony-Spiele für Playstation-, PS3-, PS4- und PSVita-Konsolen herunterladen.</span></p>\n<p> </p>\n<p><span lang=\"DE-en-us\">With a Playstation Store card you can top up your Playstation Store wallet without having to provide bank or personal details. Use your Playstation Store credit to download the best games, extensions, avatars, themes, movies, music and series to your console.<br /><br />You can also convert the credit into a Playstation Plus subscription and use it to play online!<br /><br />Playstation store cards can be combined with each other and can only be exchanged once for credit with their full value.<br /><br />These gift cards allow you to download Sony games for Playstation, PS3, PS4, and PSVita consoles.</span></p>",
        "terms_and_conditions": "<p>Mit einer Playstation Store-Karte können Sie Ihre Playstation Store-Brieftasche aufladen, ohne Ihre Bank- und persönlichen Daten angeben zu müssen. Verwenden Sie Ihr Guthaben im Playstation Store, indem Sie die besten Spiele, Erweiterungen, Avatare, Themen, Filme, Musik und Serien auf Ihre Konsole herunterladen.</p>\r\n\r\n<p>Sie können auch online spielen, indem Sie daraus ein Playstation Plus-Abonnement machen!</p>\r\n\r\n<p>Playstation Store-Karten sind kumulativ und können nur einmal gegen Guthaben gegen den vollen Wert eingetauscht werden. Mit diesen Tickets können Sie Sony-Spiele für Playstation-, PS3-, PS4- und PSVita-Konsolen herunterladen.</p>\r\n\r\n<p> </p>\r\n\r\n<p>A Playstation Store card allows you to recharge your Playstation Store wallet without having to provide your bank and personal details. Use your credit on the Playstation Store by downloading the best games, extensions, avatars, themes, movies, music and series on your console.</p>\r\n\r\n<p>It also allows you to play online by turning it into a Playstation Plus subscription!</p>\r\n\r\n<p>Playstation Store cards are cumulative and can only be exchanged for credit once for the full value. These tickets allow you to download Sony games for Playstation, PS3, PS4 and PSVita consoles.</p>\r\n",
        "how_to_use": "<ol>\r\n\t<li>​​F&uuml;r Ihren Sicherheits-PIN, klicken Sie bitte auf die Einl&ouml;sungs-URL.</li>\r\n\t<li>Kopieren oder speichern Sie den Sicherheits-PIN, und klicken Sie auf &quot;Anmelden&quot;.</li>\r\n\t<li>Um auf Ihre Geschenkkarte zuzugreifen, geben Sie den PIN ein und klicken Sie auf &quot;Weiter&quot;.</li>\r\n\t<li>Um die Details des Geschenkgutscheines zu sehen, speichern Sie das PDF auf dem Handy oder laden Sie es herunter.</li>\r\n\t<li>Online einkaufen und nutzen!</li>\r\n</ol>\r\n\r\n<p><strong>Bitte beachten Sie:</strong>&nbsp;Der Sicherheits-PIN hat ab Lieferdatum eine G&uuml;ltigkeitsdauer von 12 Monaten.</p>\r\n\r\n<ol>\r\n\t<li>Click the Redemption URL to view your security PIN.</li>\r\n\t<li>Copy or save security PIN and click&nbsp;&quot;Login&quot; button.</li>\r\n\t<li>Enter PIN and select &quot;Continue&quot; button to access your gift card.</li>\r\n\t<li>Save PDF to phone or download to view gift card details.</li>\r\n\t<li>Shop and use online!</li>\r\n</ol>\r\n\r\n<p><strong>Please note</strong>: security PIN has an expiration period of 12 months from delivery date.</p>\r\n",
        "expiry_and_validity": "",
        "card_image_url": "https://d30s7yzk2az89n.cloudfront.net/images/brands/b605586-300w-326ppi.png",
        "country": "Germany",
        "min_amount": 20.0,
        "max_amount": 50.0,
        "denominations": "['20.00', '50.00']",
        "product_id": "44636"
    },
    {
        "name": "Rtl+",
        "category": "Streaming",
        "currency_code": "EUR",
        "description": "Mit unserem Streamingdienst RTL+ begeistern wir jetzt schon monatlich regelmäßig bis zu 7 Mio. Menschen. \r\n\r\n RTL+ bietet dir über 2.000 Serien, Filme & Shows, darunter exklusive TVNOW Originals, preisgekrönte nationale Eigenproduktionen und international erfolgreiche Formate sowie 14 TV-Kanäle inklusive Pay TV-Sender - jederzeit und nahezu überall abrufbar. Ob zuhause auf dem Fernseher, dem Tablet oder unterwegs auf dem Smartphone, RTL+ ist auf allen relevanten Devices von iOS, Apple TV, Android OS, Android TV, Samsung Tizen, Amazon Fire TV Stick, etc. verfügbar. \r\n\r\n Die RTL+ Guthabenkarte ermöglicht Nutzern dabei die Prepaid Zahlung für all unsere Pakete.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/RTL-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/RTL-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/RTL-DE/RTL-DE-card.png",
        "country": "Germany",
        "min_amount": 15.0,
        "max_amount": 25.0,
        "denominations": "['15.00', '25.00']",
        "product_id": "44737"
    },
    {
        "name": "TripGift® EUR",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "<p style=\"text-align: left;\">TripGift&reg; offers everything needed to book local or international travel online with over 1.5 million travel experiences and digital media, with a unique choice of: 450 Airlines | 750,000 Hotels, Villas &amp; Apartments | 20,000 Package Tours | 500 Car Rental Brand Providers | + Digital Media content (200+ eLanguage &amp; Learning courses) all with one Gift card which you can use to book or purchase instantly online and using your mobile device.</p>\n<p style=\"text-align: left;\">TripGift&reg; provides a unique feature of online split payments allowing you to use two payment cards to complete your purchase transaction with instant bonus travel rewards. Book on tripgift.com with travel brands such as Delta Airlines, American Airlines, United Airlines, British Airways, Southwest Airlines, Air Canada, Qantas, Emirates, Cathay Pacific, Marriott, Hyatt, IHG, Hilton, Enterprise, Hertz, Sixt, Budget and Thousands of trusted travel brands.</p>",
        "terms_and_conditions": "<ol>\r\n\t<li>A maximum of 2 eGift card codes are permitted per transaction, if your basket value exceeds the value of the eGift cards you may pay the difference by using Visa, MasterCard or American Express.</li>\r\n\t<li>TripGift gift cards do not expire in North America but have a 12 months expiration from first use for residents outside of North America excluding Ireland which is 60 months and Australia &amp; Germany which is 36 months, subject to local State &amp; Country law and any required residual refund value for each State &amp; Country.</li>\r\n\t<li>All website content, customer service, tickets and eVouchers will be in English language. Gift cards &amp; eVouchers cannot be exchanged or refunded.</li>\r\n\t<li>For further questions regarding TripGift, or to chat with our customer support specialists, please&nbsp;<a href=\"http://r.xexecmail.com/tr/cl/IEgaEwFBD3LUoOp993GFHCjDyjsN9fLOwlKrg2JxTkolLHj9laG16llr1gm4MWaK2W-BU-4hxSsrpsbdjMKdQI9PrFIV2O2PMzOUuhN_1XYWU0V8CdBQEtx9tNQeVBclnbGg-vvTtEc-E2DGqJdr03R3u4v0ijWsz7sjIxVYfkhZl3I\" target=\"_blank\">Click here</a>.</li>\r\n</ol>\r\n",
        "how_to_use": "<p><strong>Redemption Instructions</strong></p>\n<p>Please read info below for instructions on how to redeem your Gift card.</p>\n<p>Redeem (use) Online Only at: <a href=\"http://tripgift.com\">http://tripgift.com</a></p>\n<ol>\n<li>Register an Account at <a href=\"http://tripgift.com\">http://tripgift.com</a> then click on Book Trip | Redeem.</li>\n<li>Search, Book or purchase based on your product needs.</li>\n<li>Once you have selected the options that best suit your needs, enter the details of the person or all persons involved in the booking or product transaction.</li>\n<li>Proceed to the check-out page and copy and paste your eGift card code into the Redeem eGift card code box and click submit, proceed to agree to the T&amp;Cs and click Order now to complete your booking &amp; transaction, you will shortly receive a confirmation via email.</li>\n<li>A maximum of 2 eGift card codes are permitted per transaction, if your basket value exceeds the value of the eGift cards you may pay the difference by using Visa, MasterCard or American Express.</li>\n<li>TripGift gift cards have a 12 months expiration from issuance, except for residents in North America gift cards do not expire. Ireland expiration is 60 months and Australia &amp; Germany which is 36 months, subject to local State &amp; Country law and any required residual refund value for each State &amp; Country, for full terms and conditions on currency and country of residence redemption requirements please visit <a href=\"http://tripgift.com/info/terms-and-conditions.aspx\">http://tripgift.com/info/terms-and-conditions.aspx</a>.</li>\n<li>All website content, customer service, tickets and eVouchers will be in English language. Gift cards &amp; eVouchers cannot be exchanged or refunded.</li>\n<li>For quick answers and any questions regarding Gift cards and best use, please visit <a href=\"https://faqs.tripgift.com/\">https://faqs.tripgift.com/</a>.</li>\n</ol>",
        "expiry_and_validity": "",
        "card_image_url": "https://d30s7yzk2az89n.cloudfront.net/images/brands/b963047-300w-326ppi.png",
        "country": "Germany",
        "min_amount": 25.0,
        "max_amount": 100.0,
        "denominations": "['25.00', '50.00', '100.00']",
        "product_id": "44655"
    },
    {
        "name": "Internationale Finanzierung in Türkiye",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "Zusätzlich zu den Auswirkungen der Covid-19-Pandemie traf im Februar 2023 ein starkes Erdbeben in die Türkei, was erhebliche Schäden verursachte und Tausende von Menschen verdrängte. Das Erdbeben verschärfte die bereits herausfordernde Situation für die in Armut lebenden Menschen weiter, da viele ihre Häuser und Sachen verloren haben und gezwungen waren, Schutz und Unterstützung von Hilfsorganisationen zu suchen. Die kombinierten Auswirkungen der Pandemie und des Erdbebens haben die Situation für Menschen in Armut in der Türkei noch schwieriger gemacht und das dringende Bedürfnis nach Hilfe und Unterstützung hervorgehoben.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FINAID-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FINAID-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/FINAID-DE/FINAID-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '25.00', '50.00', '100.00']",
        "product_id": "44682"
    },
    {
        "name": "Sonnenklar.tv",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "sonnenklar.tv - Deutschlands führender TV-Reiseshopping-Sender\r\n\r\nKataloge zum Leben erwecken, Traumziele mit der Fernbedienung bereisen und zu attraktiven Preisen vom Sofa aus buchen: Das ermöglicht sonnenklar.TV, Deutschlands führender TV-Reiseshopping-Sender, bereits seit über 20 Jahren. sonnenklar.TV-Zuschauer können sich via Bildschirm bereits vorab einen realistischen Eindruck ihres Urlaubsziels verschaffen: Filme von Destinationen, Stränden, Hotels und Freizeitangeboten machen Lust auf Urlaub und bringen die Schönheit der Ziele direkt in das eigene Wohnzimmer. Fundierte Hintergrundinformationen von Reiseveranstaltern, Experten und Reisejournalisten vervollständigen das Angebot.\r\n\r\nAuch im Internet stehen unter www.sonnenklar.tv vielfältige Informationen zu Angeboten und Reisezielen zur Verfügung und zudem lassen sich die Sendungen 24 Stunden am Tag über den Livestream verfolgen.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SONTV-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SONTV-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/SONTV-DE/SONTV-DE-card.png",
        "country": "Germany",
        "min_amount": 50.0,
        "max_amount": 50.0,
        "denominations": "['50.00']",
        "product_id": "44747"
    },
    {
        "name": "Penny",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "Erstmal zu PENNY - die bundesweit über 2.200 Filialen des Discounters stehen für Frische und Qualität zu besten Preisen. Große Produktvielfalt, attraktive Angebote und eine angenehme Einkaufsatmosphäre - PENNY bietet seinen Kunden mit innovativen Konzepten einen erlebbaren Mehrwert.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PENNY-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PENNY-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/PENNY-DE/PENNY-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '20.00', '50.00']",
        "product_id": "46299"
    },
    {
        "name": "Futterhaus",
        "category": "Pets",
        "currency_code": "EUR",
        "description": "DAS FUTTERHAUS ist Deutschlands älteste Fachhandelskette für Tiernahrung und –zubehör. Seit unserer Gründung 1987 haben wir einen festen Platz im Herzen von Heimtierfreunden. Unsere Kunden finden in den Märkten mit dem gelben Hund ein breites und tiefes Sortiment sowie kompetente Beratung in Heimtierfragen. Aktuell sind wir an über 320 Standorten in Deutschland vertreten und expandieren stetig.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FTTRH-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FTTRH-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/FTTRH-DE/FTTRH-DE-card.png",
        "country": "Germany",
        "min_amount": 15.0,
        "max_amount": 50.0,
        "denominations": "['15.00', '25.00', '50.00']",
        "product_id": "46258"
    },
    {
        "name": "Nintendo eShop",
        "category": "Games",
        "currency_code": "EUR",
        "description": "Zaubere deinen Freunden, deiner Familie oder dir selbst mit einer Nintendo eShop Card ein Lächeln aufs Gesicht!\r\n\r\nEine Nintendo eShop Card ist das perfekte Geschenk für alle, die gerne Spaß haben und Spiele lieben! \r\n\r\nDu kannst Nintendo eShop Cards als schnelle, einfache und sichere Alternative zu Kreditkarten verwenden, um Spiele und andere Inhalte im Nintendo eShop oder auf der offiziellen Nintendo-Website zu erwerben. \r\n\r\nWenn du den Nintendo eShop über deine Nintendo Switch-Konsole aufrufst, findest du dort eine Vielzahl von Spielen, die du direkt kaufen und herunterladen kannst. \r\n\r\nDu kannst dein Nintendo eShop-Guthaben mithilfe von Nintendo eShop Cards in Höhe der folgenden fünf Beträge aufstocken: 15 €, 25 €, 50 €, 75 € und 100 €. Bitte beachte, dass Preise im Nintendo eShop in der Währung angezeigt werden, die der Einstellung des Landes bzw. der Region deines Nintendo-Accounts entsprechen.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/NITD-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/NITD-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/NITD-DE/NITD-DE-card.png",
        "country": "Germany",
        "min_amount": 15.0,
        "max_amount": 50.0,
        "denominations": "['15.00', '25.00', '50.00']",
        "product_id": "44720"
    },
    {
        "name": "Ikea",
        "category": "Home",
        "currency_code": "EUR",
        "description": "Mit einer IKEA Geschenkkarte kannst du Freunden oder deiner Familie zeigen, dass du an sie denkst! Ob für Glückwünsche, als Dankeschön, zum Geburtstag oder einfach so als Überraschung – die Geschenkkarte ist immer genau das Richtige. Damit verschenkst du ganz viel Auswahl und noch mehr Freude.\r\n\r\nBitte beachten Sie, dass es für diese Geschenkkarte eine Aktivierungsfrist gibt. Alle Geschenkkarten werden in zwei Werktagen aktiviert.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/IKEA-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/IKEA-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/IKEA-DE/IKEA-DE-card.png",
        "country": "Germany",
        "min_amount": 25.0,
        "max_amount": 500.0,
        "denominations": "range",
        "product_id": "44698"
    },
    {
        "name": "Sixt",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "Sixt ist die Nr. 1 der Autovermieter in Deutschland. Das Stationsnetz umfasst fast 500 Stationen in allen größeren Städten. Wo sie auch hin wollen, wir sind schon da. Egal ob Flughafen, Bahnhof oder Innenstadt. Wir sorgen überall für die perfekte Anbindung. Dabei können Sie sich darauf verlassen, dass wir Ihnen überall perfekten Service und eine reibungslose Anmietung bieten. Unsere Mitarbeiter sind bestens geschult und kümmern sich gerne darum, Ihnen den gewünschten Mietwagen zur vereinbarten Mietdauer zur Verfügung zu stellen. \r\n\r\n Ob Sie nun einen Kleinwagen, einen Wagen der Kompaktklasse oder einen geräumigen Kombi benötigen, unsere Flotte hält für Sie Modelle von führenden Markenherstellern wie BMW, Audi, VW und Mercedes-Benz bereit. Dabei haben Sie auch die Möglichkeit sich für einen Geländewagen oder Van, zum Beispiel 7 und 9 Sitzer, zu entscheiden. Alle Mietwagen sind Top gewartet und selten älter als ein halbes Jahr. \r\n\r\n Sixt ist aber nicht nur ein PKW Verleiher, an immer mehr Stationen haben wir darüber hinaus ein umfangreiches Angebot an LKW und Transportern in verschiedenen Größen für ihre Zwecke. Sie möchten ein Auto gern länger mieten oder an einem anderen Abholort zurückgeben? Kein Problem, denn wir bieten auch Leihwagen für die Langzeit- und Einwegmiete an.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SIXT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SIXT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/SIXT-DE/SIXT-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '25.00', '50.00']",
        "product_id": "44746"
    },
    {
        "name": "Hans im Glück",
        "category": "Food",
        "currency_code": "EUR",
        "description": "Was brauchst Du, um glücklich zu sein? Eine entspannte Atmosphäre, nette Menschen, einen einfach außergewöhnlichen Ort. Leckeres Essen für Veganer und Vegetarier sowie alle Fleischgenießer. Immer frische Zutaten und beste Qualität. Sympathische Gastgeber, die für Dich da sind. Einen Moment für Dich oder mit Freunden. Glück braucht nicht viel. Glück braucht nur das Richtige. Herzlich willkommen bei HANS IM GLÜCK.\r\n\r\n ",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/HANGLK-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/HANGLK-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/HANGLK-DE/HANGLK-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '20.00', '50.00']",
        "product_id": "44692"
    },
    {
        "name": "Jet",
        "category": "Health & Beauty",
        "currency_code": "EUR",
        "description": "Willkommen bei JET, der mehrfach ausgezeichneten Tankstellenmarke. Hier bleibt kein Wunsch unerfüllt: \r\n\r\n • Hochwertiger Markenkraftstoff zum günstigen Preis – lt. einer ADAC Studie aus 2020 sind wir z.B. bei Super E10 fast 6 Cent günstiger pro Liter als die Konkurrenz.\r\n\r\n • Ein umfangreiches Shop-Sortiment, was keine Wünsche offen lässt und Ihnen an vielen Station zu fast jeder Tages- und Nachtzeit zur Verfügung steht!\r\n\r\n • Willkommen im JET Bistro, mit immer lecker, immer frisch und immer mit viel Liebe zubereiteten Snackangebote. Höchster Genuss zu fairen Preisen!\r\n\r\n • Glänzende Waschergebnisse bei JET Stationen mit JET Wäsche – nachhaltig mit biologisch abbaubaren Waschsubstanzen! \r\n\r\n • Über 680 JET Stationen in ganz Deutschland freuen sich auf Sie! \r\n\r\n Worauf also noch warten? Tanken, shoppen, snacken, waschen - bestellen Sie jetzt Ihren JET Gutschein. Der Gutschein wird Ihnen auf Wunsch zugeschickt oder Sie nutzen die Print@Home Funktion und drucken ihn gleich selber aus.\r\n\r\n Bis bald, bei JET! \r\n\r\n Weitere Infos: www.jet-tankstellen.de. ",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/JET-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/JET-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/JET-DE/JET-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '25.00', '40.00', '44.00', '50.00']",
        "product_id": "46277"
    },
    {
        "name": "Lego ",
        "category": "Games",
        "currency_code": "EUR",
        "description": "Willkommen bei der LEGO® E-Gutscheinkarte, dem tollen Zuhause von LEGO Bauspielzeug, Geschenken, atemberaubende Sets zum Präsentieren und mehr – für Kinder und Erwachsene. Finde das perfekte Geschenk für Kleinkinder, Teenager und Erwachsene, zum Beispiel zu Weihnachten, zum Geburtstag oder zu anderen Anlässen. Hier kannst du im Handumdrehen Spielzeug kaufen, mit dem stundenlanger fantasievoller Spielspaß garantiert ist. Außerdem findest du ausgewählte LEGO® Sets für Erwachsene – perfekt für Interessen wie Fahrzeuge, Kunst und Design, Gaming und noch viele mehr!",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/LEGO-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/LEGO-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 0 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/LEGO-DE/LEGO-DE-card.png",
        "country": "Germany",
        "min_amount": 7.0,
        "max_amount": 250.0,
        "denominations": "range",
        "product_id": "51971"
    },
    {
        "name": "Nelly.com DE",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "Give away some Nelly love! \r\n\r\nKlein und kompakt, aber dennoch voll gestopft mit so vielen Schuhen, Kleidern und Accessoires, wie du willst!",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/NEL-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/NEL-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 1 year from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/NEL-DE/NEL-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 200.0,
        "denominations": "['10.00', '20.00', '50.00', '100.00', '200.00']",
        "product_id": "44718"
    },
    {
        "name": "ShareNow",
        "category": "Automobiles",
        "currency_code": "EUR",
        "description": "SHARE NOW.\r\nBesser kann man einfach nicht fahren. Mit Carsharing brauchst du kein Auto zu kaufen oder zu leasen. Unsere Autos findest du an jeder Ecke. Egal, ob du das Auto 2 Minuten oder 2 Wochen lang brauchst – mit nur einer App bist du startbereit!\r\n\r\nAb sofort kannst du SHARE NOW Gutscheine mit unterschiedlichen Wertstufen (15€, 25€, 50€, 100€ etc.) in Form von digitalen Gutscheincodes erwerben. Der Gutschein ist ab Verkauf 3 Jahre gültig. Sobald der Code eingelöst wurde, verbleiben 365 Tage zur Nutzung.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SHNOW-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SHNOW-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/SHNOW-DE/SHNOW-DE-card.png",
        "country": "Germany",
        "min_amount": 15.0,
        "max_amount": 100.0,
        "denominations": "['15.00', '25.00', '50.00', '100.00']",
        "product_id": "44744"
    },
    {
        "name": "herrenausstatter.de",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": " Das Original seit 1997\r\n  \r\n  \r\n   Herrenausstatter.de ist ein Online-Shop für klassische und schlichte Herrenmode. Hier finden Männer nicht nur Anzüge, Sakkos und Hemden, sondern auch Schuhe, Socken und Nachtwäsche. Bestellbar sind komplette Outfits von der Jacke bis zur Unterwäsche. Auch Accessoires wie Krawatten, Manschettenknöpfe, Hüte & Caps sowie Autohandschuhe oder Pflegesets sind erhältlich. Taschen und Koffer runden das Sortiment von Herrenausstatter.de ab. Als besonderen Service bietet Herrenausstatter eine kostenfreie Modehotline und kostenlose Lieferungen nach Deutschland, Österreich und in die Schweiz.\r\n",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/HERREN-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/HERREN-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/HERREN-DE/HERREN-DE-card.png",
        "country": "Germany",
        "min_amount": 50.0,
        "max_amount": 400.0,
        "denominations": "['50.00', '100.00', '250.00', '400.00']",
        "product_id": "51781"
    },
    {
        "name": "Christ",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "Dieser Gutschein kann nach Aufladung mit einem Guthabenbetrag zur Bezahlung überall bei\r\nCHRIST in Deutschland und im Internet unter www.christ.de wie Bargeld genutzt werden.\r\nWählen Sie einfach bei Ihrer Bestellung die Bezahlung mittels Gutschein aus und geben in die\r\nentsprechenden Felder Ihren Gutscheincode und Ihre PIN ein. Sollte Ihr Guthaben für die \r\nBestellung nicht ausreichen, können Sie den Restbetrag durch eine andere Zahlungsart \r\nbegleichen. Geltend bei Einlösung ist das Guthaben auf dem Gutschein. Über das Guthaben \r\nkönnen Sie sich unter www.christ.de/Gutscheinkarte informieren. CHRIST behält sich vor, eine \r\nZahlung mit dieser Karte im Einzelfall abzulehnen, wenn die Zahlung aufgrund einer \r\ntechnischen Störung nicht möglich ist. Bei Verlust, Entwendung oder Unlesbarkeit des \r\nGutscheins übernimmt CHRIST keine Haftung. Das Guthaben auf diesem Gutschein wird \r\nnicht verzinst und nicht bar ausgezahlt. Unter www.christ.de gelten die dortigen AGB.\r\nFür Rückfragen stehen wir Ihnen unter 0800 1863 300 oder persönlich in Ihrem\r\nFachgeschäft zur Verfügung. CHRIST wünscht Ihnen viel Spaß bei Ihrem Shoppingerlebnis.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CHRIST-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CHRIST-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/CHRIST-DE/CHRIST-DE-card.png",
        "country": "Germany",
        "min_amount": 20.0,
        "max_amount": 200.0,
        "denominations": "['20.00', '50.00', '100.00', '200.00']",
        "product_id": "46256"
    },
    {
        "name": "TK Maxx DE",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "Du liebst große Marken zu unglaublichen Preisen? Dann bist du bei TK Maxx genau richtig: bei uns findest du Top Marken und Designer Labels bis zu 60 % günstiger*. Mit Markenschätzen aus den Bereichen Fashion und Accessoires, bis hin zu Kinder- und Beautyartikeln, Geschenkideen und einzigartigen Wohn-Accessoires aus aller Welt hält TK Maxx für jeden etwas bereit und das alles unter einem Dach. Mehrmals wöchentlich treffen neue Lieferungen in unseren über 160 Stores ein, es gibt also immer etwas Neues zu entdecken.  \r\n*bezogen auf den UVP.\r\n",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TKMXEB-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TKMXEB-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/TKMXEB-DE/TKMXEB-DE-card.png",
        "country": "Germany",
        "min_amount": 7.0,
        "max_amount": 999.0,
        "denominations": "range",
        "product_id": "51972"
    },
    {
        "name": "Shop Apotheke",
        "category": "Health & Beauty",
        "currency_code": "EUR",
        "description": "Entdecken Sie die ganze Welt der Gesundheit. Bei SHOP APOTHEKE haben Sie immer die ganz große Auswahl zu günstigen Preisen. Ob frei verkäufliche Arzneimittel, hochwertige Apotheken-Kosmetik oder alles für Ihre Gesundheit und Ihr Wohlbefinden. Hier finden Sie über 100.000 Produkte, eine kompetente Beratung, erstklassige Services und Vorteile.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SHPAPT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SHPAPT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/SHPAPT-DE/SHPAPT-DE-card.png",
        "country": "Germany",
        "min_amount": 15.0,
        "max_amount": 25.0,
        "denominations": "['15.00', '25.00']",
        "product_id": "44745"
    },
    {
        "name": "FlixTrain",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "FlixMobility ist ein junger Mobilitätsanbieter und verändert seit 2013 unter der Marke FlixBus für Millionen von Menschen in Europa die Art zu Reisen. Als einzigartige Kombination aus Technologie-Startup, Internetunternehmen und klassischem Verkehrsbetrieb haben wir innerhalb kürzester Zeit Europas größtes Fernbusnetz geschaffen. Unter FlixTrain bieten wir seit 2018 zudem erste Schienenverkehre und ein intermodales Angebot. Dank einfacher Buchung und einem täglich wachsenden Angebot bieten wir Millionen Reisenden die Möglichkeit, für wenig Geld die Welt zu entdecken. Dabei erfüllen die grünen Fernbusse und Fernzüge höchste Komfort-, Sicherheits- und Umweltstandards und bieten die ökologische und bequeme Alternative zum Individualverkehr. ",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FLIXT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FLIXT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/FLIXT-DE/FLIXT-DE-card.png",
        "country": "Germany",
        "min_amount": 15.0,
        "max_amount": 50.0,
        "denominations": "['15.00', '20.00', '50.00']",
        "product_id": "44684"
    },
    {
        "name": "Cecil",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "Mode, die Sie jeden Tag begleitet und in der Sie sich wohlfühlen – das ist CECIL. Lebendige Farben, bequeme Schnitte und immer am Trend orientiert. Kombistarke Kollektionen mit zeitlosen Lieblingsstücken und angesagten Highlights machen die Marke so beliebt.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CEC-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CEC-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/CEC-DE/CEC-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '20.00', '25.00', '50.00', '100.00']",
        "product_id": "44671"
    },
    {
        "name": "Swarovski ",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "Sie wissen nicht, was Sie Ihren Liebsten schenken sollen? Eine Swarovski Geschenkkarte ist immer eine gute Idee. Lassen Sie Ihre Freunde und Familie selbst auswählen und Sie können sicher sein, dass sie ein Geschenk erhalten, das ihnen wirklich etwas bedeutet.\r\nOb glitzernde Schmuckstücke, trendige Accessoires, Uhren oder vieles mehr - bei Swarovskis großer Produktauswahl finden alle das Richtige für sich.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SWAR-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SWAR-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 10 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/SWAR/SWAR-card.png",
        "country": "Germany",
        "min_amount": 20.0,
        "max_amount": 200.0,
        "denominations": "['20.00', '25.00', '50.00', '100.00', '200.00']",
        "product_id": "44751"
    },
    {
        "name": "Xbox",
        "category": "Games",
        "currency_code": "EUR",
        "description": "Mit einer Xbox-Geschenkkarte schenken Sie die freie Auswahl für genau das richtige Geschenk. Sie kann verwendet werden, um topaktuelle neue Xbox-Vollspielversionen, Apps, Filme, TV-Sendungen, Geräte und mehr zu kaufen. Es gibt keine Gebühren oder Verfallsdaten. Der digitale Gutschein-Code gilt für Onlineeinkäufe im Microsoft Store, in Windows und auf Xbox.\r\n\r\n\r\n* Die größten Spiele - Hier finden Sie alles, vom Klassiker bis zu den neuesten Spielen. Und holen Sie sich Karten-Pakete, Add-Ons und vieles mehr.\r\n* Holen Sie sich ein neues Xbox-Bundle oder den neuen Surface Pro. Und profitieren Sie von innovativem Zubehör.\r\n* Mieten oder kaufen Sie beliebte HD-Filme und sehen Sie die neuesten TV-Sendungen – Episode für Episode oder die ganze Staffel.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/MSFT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/MSFT-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/MSFT-DE/MSFT-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '15.00', '20.00', '25.00', '50.00', '75.00', '80.00', '100.00']",
        "product_id": "44716"
    },
    {
        "name": "Tchibo",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "Tchibo - Wirklich gutes Erleben\r\n\r\n Seit über 70 Jahren steht Tchibo für nachhaltige Spitzenkaffees aus den besten Anbaugebieten der Welt. Aber auch für inspirierende Produkte & Trends rund um Mode, Outdoor, Sport, Wohnen, Möbel, Haushalt & Küche. Und das jede Woche neu! Erleben Sie die ganze Tchibo Vielfalt und beste Qualität zu attraktiven Preisen – rund um die Uhr auf tchibo.de oder in einer unserer über 500 Filialen in ganz Deutschland!",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TCHIBO-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TCHIBO-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/TCHIBO-DE/TCHIBO-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '25.00', '44.00', '50.00']",
        "product_id": "44752"
    },
    {
        "name": "H&M",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "Verschenke inspirierende Styles, angesagte Trends und bewährte Basics - ganz einfach mit der H&M Geschenkkarte! \r\n\r\nDu kennst einen besonderen Menschen, der von einem neuen Style träumt oder sein Zuhause verschönern möchte? Dann ist ein H&M Gutschein das perfekte Geschenk. Überrasche deine Freunde und Familie mit der H&M Geschenkkarte. Entdecke Fashion zum besten Preis für Damen, Herren, Kinder und dein Zuhause! H&M Gutscheine können online, bei H&M Home und in jedem H&M Geschäft in Deutschland eingelöst werden.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/HM-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/HM-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 5 years from last use",
        "card_image_url": "https://gift.runa.io/static/product_assets/HM-DE/HM-DE-card.png",
        "country": "Germany",
        "min_amount": 7.0,
        "max_amount": 300.0,
        "denominations": "range",
        "product_id": "51920"
    },
    {
        "name": "Mango",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "Überraschen Sie jemandem Ihrer Wahl mit einem Geschenkgutschein* für einen Einkauf auf Mango.com. Damit liegen Sie sicher richtig!\r\n\r\n*Dieser Geschenkgutschein gilt nur für Einkäufe, die auf Mango.com getätigt werden. Es kann nur ein Gutschein pro Bestellung verwendet werden.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/MANGO-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/MANGO-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/MANGO-DE/MANGO-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '20.00', '25.00', '30.00', '40.00', '50.00', '100.00']",
        "product_id": "44713"
    },
    {
        "name": "Füttern Sie streunende Hunde in Tierheimen",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "Hunde sind seit Ewigkeiten die engsten Gefährten des Menschen. Jeder streunende Hund verdient es, mit Essen und Schutz gut zu sorgen. Wir müssen eine starke Verbindung zur Natur aufbauen und dies beginnt mit Tieren. Zeigen wir ihnen unseren Respekt.\r\nOrt: Indien",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/STRDG-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/STRDG-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/STRDG-DE/STRDG-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '25.00', '50.00', '100.00']",
        "product_id": "44749"
    },
    {
        "name": "HotelsGift",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "HotelsGift bietet den weltbesten Hotelgutschein mit über 750 000 Hotels, Villen und Ferienwohnungen, die\r\nmit einem Gutschein gebucht werden können.\r\n\r\nHotelsGift kooperiert mit bekannten Marken wie Marriott, Hyatt, Hilton, Wyndham,\r\nFairmont, Accor, IHG und Tausenden weiteren.\r\n\r\nHotelsGift bietet die einzigartige Möglichkeit geteilter Online-Zahlungen, was Ihnen ermöglicht, zwei Gutscheine für\r\nIhre Zahlung zu verwenden und sofort Bonuspunkte zu sammeln.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/HSGIF-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/HSGIF-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/HSGIF-DE/HSGIF-DE-card.png",
        "country": "Germany",
        "min_amount": 20.0,
        "max_amount": 2500.0,
        "denominations": "range",
        "product_id": "44696"
    },
    {
        "name": "adidas",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "adidas hat als die Marke mit den drei Streifen Geschichte geschrieben. Vom Stadion auf die Straßen. Vom Court auf die Laufstege dieser Welt. Ihre lange Tradition und die Leidenschaft für den Sport treiben die Marke zu ständigem Fortschritt an. In Zusammenarbeit mit Top-Athleten und Influencern aus allen Bereichen vereint adidas innovative Technologien und modernstes Design.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ADAS-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ADAS-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/ADAS-DE/ADAS-DE-card.png",
        "country": "Germany",
        "min_amount": 9.0,
        "max_amount": 500.0,
        "denominations": "range",
        "product_id": "44638"
    },
    {
        "name": "Jochen Schweizer",
        "category": "Experiences",
        "currency_code": "EUR",
        "description": "Einlösung des Wertgutscheines in jedes Erlebnis möglich",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/JSHWZ-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/JSHWZ-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/JSHWZ-DE/JSHWZ-DE-card.png",
        "country": "Germany",
        "min_amount": 25.0,
        "max_amount": 100.0,
        "denominations": "['25.00', '50.00', '100.00']",
        "product_id": "44704"
    },
    {
        "name": "Mister Spex",
        "category": "Health & Beauty",
        "currency_code": "EUR",
        "description": "Misterspex.de ist der Online-Optiker für Markenbrillen, Sonnenbrillen, Kontaktlinsen. Hier sparen Sie beim Kauf Ihrer Brille bis zu 60% - denn die Qualitätsgläser von führenden Herstellern sind inklusive**. Wählen Sie aus über 7.000 Brillen von mehr als 90 Marken wie RAY-BAN, OAKLEY und PRADA Ihre Brille aus – natürlich mit versandkostenfreier Lieferung. So kauft man Brillen heute – probieren Sie es aus! ** **Summe aus der unverbindlichen Preisempfehlung (UVP) für Brillenfassung und für zwei superentspiegelte Starvision Einstärken-Kunststoffgläser (Brechungsindex 1,5) inkl. Hartschicht in den Glasstärken Sph. +6.0/-6.0 dpt; Zyl. +2.0/-2.0 dpt.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/MIS-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/MIS-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/MIS-DE/MIS-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '15.00', '20.00', '25.00', '50.00', '100.00']",
        "product_id": "44715"
    },
    {
        "name": "B-Card - Everything Berlin has to offer in one Gift Card",
        "category": "Experiences",
        "currency_code": "EUR",
        "description": "THE WHOLE DIVERSITY OF BERLIN (AND BRANDENBURG) IN YOUR POCKET!\r\n \r\n\r\nNo matter if you want to shop in the Kiez, surprise yourself culinary or give a piece of Berlin as a gift. We have a map with a huge selection of favorite places. With our free app you can easily go exploring and also pay on the spot.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BCARD-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BCARD-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/BCARD-DE/BCARD-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 250.0,
        "denominations": "['10.00', '25.00', '50.00', '100.00', '150.00', '200.00', '250.00']",
        "product_id": "44664"
    },
    {
        "name": "Forzieri",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "Forzieri geschenkgutschein ist in mehreren Konfessionen erhältlich und kann zum Kauf an der verwendet werden Forzieri.com online-Shop weltweit.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FORZRI-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FORZRI-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 2 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/FORZRI-DE/FORZRI-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 10.0,
        "denominations": "['10.00']",
        "product_id": "44685"
    },
    {
        "name": "Primark DE",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "Primark ist sowohl von Modefans als auch von Wertsuchenden gleichermaßen beliebt.\r\n\r\nWir bieten eine vielfältige Produktpalette an, von Baby und Kinder bis zu Damen, Herren, Haushaltswaren, Accessoires, Schönheitsprodukten und Süßwaren.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PMARK-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PMARK-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 4 years from last use",
        "card_image_url": "https://gift.runa.io/static/product_assets/PMARK-DE/PMARK-DE-card.png",
        "country": "Germany",
        "min_amount": 9.0,
        "max_amount": 200.0,
        "denominations": "range",
        "product_id": "44726"
    },
    {
        "name": "Spotify 1M",
        "category": "Music",
        "currency_code": "EUR",
        "description": "Für dein eigenes Abonnement oder als Geschenk.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SPOTIF-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SPOTIF-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/SPOTIF-DE/SPOTIF-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 10.0,
        "denominations": "['10.00']",
        "product_id": "44748"
    },
    {
        "name": "SportScheck",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "SportScheck - der führende Sportfachhändler in Deutschland\r\n\r\nDas Sortiment umfasst über 36.000 Sportartikel und ist im Web, via Mobile Shop oder App, per Katalog und in 19 Filialen verfügbar. Die Firmenzentrale des 1946 von Otto Scheck gegründeten und seit 1991 zur Otto Group gehörenden Unternehmens ist in Unterhaching bei München. Das Geschäftsjahr 2014/15 wurde mit einem Umsatz von 296 Millionen Euro abgeschlossen. Rund 1.600 Mitarbeiter sind derzeit bei SportScheck beschäftigt.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SCHEK-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SCHEK-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/SCHEK-DE/SCHEK-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 25.0,
        "denominations": "['10.00', '25.00']",
        "product_id": "44740"
    },
    {
        "name": "Evertreen ",
        "category": "Experiences",
        "currency_code": "EUR",
        "description": "Evertree.com ist die einzige Plattform weltweit, die es Nutzern ermöglicht, echte Bäume online zu pflanzen und deren Wachstum per Satellit zu verfolgen. Lösen Sie Ihre Geschenkkarte auf Evertree.com ein und wählen Sie Ihr Lieblingsland aus: USA, Kanada, Madagaskar, Kenia, Nepal, Mosambik, Indien, Äthiopien, Philippinen. Melden Sie sich mit dem exklusiven RUNA-Zugang bei der Satellitenüberwachungsplattform an und verfolgen Sie den Fortschritt Ihrer Bäume im Laufe der Zeit!",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/EVERTR-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/EVERTR-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 1 year from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/EVERTR-DE/EVERTR-DE-card.png",
        "country": "Germany",
        "min_amount": 30.0,
        "max_amount": 120.0,
        "denominations": "['30.00', '60.00', '120.00']",
        "product_id": "44679"
    },
    {
        "name": "Sephora",
        "category": "Health & Beauty",
        "currency_code": "EUR",
        "description": "Dein SEPHORA Gutschein für ein strahlendes, grenzenloses Beauty-Universum der angesagtesten Make-up-Marken, Pflegeprodukte und Parfums.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SEPHO-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SEPHO-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/SEPHO-DE/SEPHO-DE-card.png",
        "country": "Germany",
        "min_amount": 25.0,
        "max_amount": 100.0,
        "denominations": "['25.00', '50.00', '100.00']",
        "product_id": "44743"
    },
    {
        "name": "Twitch",
        "category": "Entertainment",
        "currency_code": "EUR",
        "description": "Twitch baut Communitys um Live-Inhalte auf, die interaktiv, abwechslungsreich und immer auf dem nächsten Level sind.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TWTCH-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TWTCH-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/TWTCH-DE/TWTCH-DE-card.png",
        "country": "Germany",
        "min_amount": 15.0,
        "max_amount": 150.0,
        "denominations": "range",
        "product_id": "44758"
    },
    {
        "name": "MyDays",
        "category": "Experiences",
        "currency_code": "EUR",
        "description": "Einlösung des Wertgutscheines in jedes Erlebnis möglich!",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/MDAYS-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/MDAYS-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/MDAYS-DE/MDAYS-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 250.0,
        "denominations": "['10.00', '50.00', '100.00', '250.00']",
        "product_id": "44714"
    },
    {
        "name": "Tinder",
        "category": "Entertainment",
        "currency_code": "EUR",
        "description": "Upgrade auf Tinder Plus® oder Gold® für Premium-Features, einschließlich unbegrenzter Likes, damit du die Swipe Right-Funktion nach Herzenslust nutzen kannst. Chatte mit Singles auf der ganzen Welt. Gib jemandem eine zweite Chance mit der Rewind-Funktion. Bekommen einen kostenloser Boost pro Monat, um 30 Minuten lang das Top-Profil in deiner Nähe zu sein. Erhalte zusätzliche Super Likes, um dich von der Masse abzuheben.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TNDR-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TNDR-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/TNDR-DE/TNDR-DE-card.png",
        "country": "Germany",
        "min_amount": 9.99,
        "max_amount": 12.85,
        "denominations": "['9.99', '12.85']",
        "product_id": "46300"
    },
    {
        "name": "Galeria",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "GALERIA - Das Kaufhaus wo man alles findet\r\n\r\nDie Karstadt Warenhaus GmbH, mit Sitz in Essen, ist eine deutsche Warenhauskette. Seit November 2018 arbeiteten die beiden Unternehmen GALERIA Kaufhof GmbH und Karstadt Warenhaus GmbH eng zusammen. Ab März 2019 traten Karstadt und Kaufhof unter dem gemeinsamen Namen GALERIA Karstadt Kaufhof auf. Im Januar 2020 wurden die beiden Unternehmen zu einem Unternehmen verschmolzen und seit Oktober 2021 wird der Name GALERIA genutzt.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/GALRIE-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/GALRIE-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/GALRIE-DE/GALRIE-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 10.0,
        "denominations": "['10.00']",
        "product_id": "44687"
    },
    {
        "name": "UCI Cinemas",
        "category": "Entertainment",
        "currency_code": "EUR",
        "description": "United Cinemas International (UCI) ist Teil der Odeon-Gruppe, dem größten Kinobetreiber Europas. Seit Dezember 2016 gehört die Odeon Cinemas Group zur AMC Entertainment Holding, der mit nunmehr 1000 Kinos und über 11.000 Leinwänden größten Kinokette der Welt. In Deutschland betreibt UCI 22 Multiplex Kinos mit über 200 Leinwänden.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/UCI-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/UCI-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/UCI-DE/UCI-DE-card.png",
        "country": "Germany",
        "min_amount": 15.0,
        "max_amount": 50.0,
        "denominations": "['15.00', '30.00', '50.00']",
        "product_id": "44759"
    },
    {
        "name": "Babbel",
        "category": "Others",
        "currency_code": "EUR",
        "description": "Mit Babbel lernst du von Anfang an sicher sprechen. Unsere Sprachlernexperten geben dir mit relevanten Sätzen und echten Dialogen das nötige Selbstvertrauen, dich in neuen Sprachen zu unterhalten.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BABBL-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BABBL-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/BABBL-DE/BABBL-DE-card.png",
        "country": "Germany",
        "min_amount": 69.0,
        "max_amount": 99.0,
        "denominations": "['69.00', '99.00']",
        "product_id": "44660"
    },
    {
        "name": "zooplus.de",
        "category": "Pets",
        "currency_code": "EUR",
        "description": "<p>Hunde, Katzen, Kleintiere, Vögel, Aquaristik, Terraristik und Reitsport: Mit einem großen Sortiment von über 8.000 hochwertigen Produkten von Hundefutter über den Kratzbaum bis zum Aquarium bietet zooplus eine einmalige Einkaufswelt rund ums Tier. Unsere Argumente: Eine schnelle und günstige Lieferung, ein breites Angebot sofort verfügbarer Markenprodukte zum günstigen Preis und ständig wechselnde Sonderangebote. Ab einem Bestellwert von 19 Euro ist der Versand sogar kostenfrei. Bei zooplus gehen Besteller kein Risiko ein: Gefällt die gelieferte Ware nicht, kann sie selbstverständlich innerhalb von 14 Tagen an uns zurückgesendet werden - ab einem Bestellwert von 40 Euro übernehmen wir sogar das Rückporto. Seit 14 Jahren arbeitet zooplus mit Engagement und Begeisterung daran, das Online-Shopping für alle Tierfreunde sicher, bequem und stressfrei zu gestalten. So haben Sie mehr Zeit, die Sie mit ihren Tieren zu Hause zu verbringen können.<br /><br /></p>\n<p>Dogs, cats, small animals, birds, aquaristics, terraristics and equestrian sports: With a large assortment of over 8,000 high-quality products ranging from dog food to the cat tree to the aquarium, zooplus offers a unique world of shopping for animals. Our arguments: A fast and cheap delivery, a wide range of immediately available branded products at an affordable price and constantly changing special offers. From an order value of 19 euros, the shipping is even free. At zooplus, customers do not take any risks: If they do not like the delivered goods, they can of course be returned to us within 14 days - from an order value of 40 euros, we even accept the return postage. For 14 years, zooplus has been working with enthusiasm and dedication to making online shopping safe, convenient and stress-free for all animal lovers. This gives you more time to spend with your animals at home. </p>",
        "terms_and_conditions": "<p>Klicken Sie auf den Link, um die vollst&auml;ndigen Nutzungsbedingungen anzuzeigen:&nbsp;<a href=\"http://www.zooplus.com/content/terms\">http://www.zooplus.com/content/terms</a></p>\r\n\r\n<p>Click the link to view the full Terms and Conditions:&nbsp;<a href=\"http://www.zooplus.com/content/terms\">http://www.zooplus.com/content/terms</a></p>\r\n",
        "how_to_use": "<p>Klicken Sie auf den Link, um Ihre zooplus.de&nbsp;Gutscheine.</p>\r\n\r\n<p>Click the link to view your zooplus.de Gift Card.</p>\r\n",
        "expiry_and_validity": "",
        "card_image_url": "https://d30s7yzk2az89n.cloudfront.net/images/brands/b685512-300w-326ppi.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 25.0,
        "denominations": "['10.00', '25.00']",
        "product_id": "44652"
    },
    {
        "name": "Kinder in Afrika impfen",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "Gegenwärtig sterben in Mali 10 % der Kinder vor ihrem fünften Lebensjahr. Leider erhalten nur 45 % der Kinder in Mali alle Grundimpfungen, die sie vor den häufigsten Kinderkrankheiten schützen. Helfen Sie uns, diese Kinder zu impfen",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/VACCAF-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/VACCAF-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/VACCAF-DE/VACCAF-DE-card.png",
        "country": "Germany",
        "min_amount": 11.5,
        "max_amount": 11.5,
        "denominations": "['11.50']",
        "product_id": "44760"
    },
    {
        "name": "Asos Germany",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "<p><span lang=\"DE-de-de\">Asos ist ein britischer Online-Mode- und Kosmetikhändler.</span></p>\n<p><span lang=\"DE-en-us\">Asos is a British online fashion and cosmetic retailer. </span></p>",
        "terms_and_conditions": "<p>Unsere Gutscheine unterliegen den AGB &ndash; wenn du sie lesen m&ouml;chtest, besuche einfach <a href=\"http://asos.com\">asos.com</a>, klicke auf &bdquo;Hilfe&quot; und suche nach &bdquo;Geschenkgutscheine&quot;. Dort findest du alle Informationen.</p>\r\n\r\n<p>Our vouchers are subject to the Terms and Conditions - if you want to read them, just visit <a href=\"http://asos.com\">asos.com</a>, click on &quot;Help&quot; and search for &quot;Gift Vouchers&quot;. There you will find all information.</p>\r\n",
        "how_to_use": "<p data-renderer-start-pos=\"1311\"><strong data-renderer-mark=\"true\">Anweisungen zur Einlösung</strong></p>\n<p data-renderer-start-pos=\"1311\">Klicken Sie auf den obigen Einlösungslink, um die Kartendetails anzuzeigen.</p>\n<p> </p>\n<p data-renderer-start-pos=\"808\"><strong data-renderer-mark=\"true\">Redemption Instructions</strong></p>\n<p data-renderer-start-pos=\"833\">Click the redemption link above to view card details.</p>",
        "expiry_and_validity": "",
        "card_image_url": "https://d30s7yzk2az89n.cloudfront.net/images/brands/b583438-300w-326ppi.png",
        "country": "Germany",
        "min_amount": 9.0,
        "max_amount": 250.0,
        "denominations": "range",
        "product_id": "44651"
    },
    {
        "name": "TortenPrima",
        "category": "Food",
        "currency_code": "EUR",
        "description": "Wir sind Ihr Tortenversand Nr. 1 wenn Sie köstliche Torten und Kuchen für Ihre Lieben suchen. Für unsere leckeren Torten verwenden wir nur die aller besten Zutaten. Geschmacksverstärker oder Konservierungsstoffe kommen bei uns nicht in die Torte.\r\nDurch unsere handwerklich meisterhafte und frische Herstellung garantieren wir für Qualität die man schmeckt.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TPRIMA-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TPRIMA-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 2 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/TPRIMA-DE/TPRIMA-DE-card.png",
        "country": "Germany",
        "min_amount": 15.0,
        "max_amount": 100.0,
        "denominations": "['15.00', '20.00', '25.00', '50.00', '100.00']",
        "product_id": "44756"
    },
    {
        "name": "Golf House",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "Golf House - führend in Golfequipment\r\n\r\nGolf House ist der führende Fachhändler in Kontinentaleuropa für Golfequipment und –textilien. In 29 Filialen in Deutschland, Österreich und Tschechien und im Webshop Online erleben Kunden immer die neuesten Trends, die größte Auswahl, professionelle Beratung und perfekten Service. Hier wird Golf gelebt! \r\n\r\nDie Firmenphilosophie \"\"Beraten, betreuen und begeistern“ steht für ein Einkaufserlebnis in freundlicher, serviceorientierter und vor allem authentischer Atmosphäre. Golf House ist Synonym für höchste Ansprüche, beste Kompetenz und perfekten Service.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/GLFHS-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/GLFHS-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/GLFHS-DE/GLFHS-DE-card.png",
        "country": "Germany",
        "min_amount": 25.0,
        "max_amount": 100.0,
        "denominations": "['25.00', '50.00', '100.00']",
        "product_id": "44690"
    },
    {
        "name": "Pixum",
        "category": "Gifts",
        "currency_code": "EUR",
        "description": "Pixum ist der Spezialist für hochwertige Fotoprodukte wie das Pixum Fotobuch, Pixum Wandbilder, Fotokalender, Grußkarten und Fotogeschenke, die Sie aus Ihren Digitalbildern individuell gestalten können.\r\n\r\n Pixum wurde im Jahr 2000 als einer der ersten Online-Fotoservices in Köln gegründet und befindet sich seitdem europaweit auf Erfolgskurs. Was Pixum auszeichnet, ist die Leidenschaft für höchste Qualität und besten Service.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PIXUM-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PIXUM-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/PIXUM-DE/PIXUM-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '25.00', '50.00']",
        "product_id": "44724"
    },
    {
        "name": "Nextbike",
        "category": "Experiences",
        "currency_code": "EUR",
        "description": "Nextbike ist einer der führenden Anbieter von Bike Sharing Systemen. Als Pioniere etablieren wir seit 14 Jahren unsere Innovationen auf der ganzen Welt. Wir sind in über 50 Städten in Deutschland und knapp 200 Städten weltweit aktiv, z.B. Glasgow, Berlin, Pittsburgh und Warschau. \r\n\r\n Unsere Kernkompetenz ist es Bike Sharing in den öffentlichen Nahverkehr zu integrieren und dabei die Mobilitätsanforderungen moderner Städte zu erfüllen. Unser Geschäftsmodell basiert auf Kooperationen mit Städten, Verkehrsbetrieben, Hochschulen und Unternehmen, um Bike Sharing nachhaltig und profitabel zu betreiben. Vor Ort betreuen unsere Serviceteams den Fuhrpark.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/NEXBIK-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/NEXBIK-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/NEXBIK-DE/NEXBIK-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 20.0,
        "denominations": "['10.00', '20.00']",
        "product_id": "44719"
    },
    {
        "name": "Vero Moda",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "Bei VERO MODA schätzen wir die Essenz alltäglicher Momente und fangen diese in unserer Mode ein. Unsere Kleidung spricht lebensfrohe und stylishe Frauen an und spiegelt nicht nur saisonale Trends wider, sondern schafft auch Raum für individuellen Ausdruck. Wir designen moderne und erschwingliche Kleidung, mit der unsere Kundinnen ihre Persönlichkeit durch die Wahl ihrer Alltagsoutfits ausdrücken können.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/VERMOD-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/VERMOD-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 4 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/VERMOD-DE/VERMOD-DE-card.png",
        "country": "Germany",
        "min_amount": 25.0,
        "max_amount": 100.0,
        "denominations": "['25.00', '50.00', '100.00']",
        "product_id": "44762"
    },
    {
        "name": "Palmers",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": " Palmers designt und produziert modische und qualitativ anspruchsvolle Wäsche-Kollektionen für Damen und Herren. Von schönen Dessous, Nachtwäsche, Home- & Loungewear sowie Bademode bis hin zu Strümpfen und Strumpfware.\r\n\r\n Palmers ist stets tonangebend bei den neuesten Trends und versteht es, sinnliche und anspruchsvolle Wäsche für Frauen zu kreieren, die das Besondere wünschen.\r\n Neben dem hohen Anspruch an die Wäsche ist es der sehr persönliche, kompetente und ausgezeichnete Kundenservice, der Palmers auszeichnet.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PALMS-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PALMS-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/PALMS-DE/PALMS-DE-card.png",
        "country": "Germany",
        "min_amount": 50.0,
        "max_amount": 50.0,
        "denominations": "['50.00']",
        "product_id": "44723"
    },
    {
        "name": "toom",
        "category": "Home",
        "currency_code": "EUR",
        "description": " Der Trend zum Selbermachen hält an: mit einem toom Baumarkt Gutschein lassen sich Renovierungs- und Bauprojekte in Eigenregie umsetzen. Mit mehr als 300 Märkten zählt toom zu den führenden Anbietern der deutschen Baumarktbranche – und der nächste toom Baumarkt befindet sich direkt bei Ihnen um die Ecke! In der Bauwelt von toom finden Heimwerker alles rund um die Themen Bauen, Renovieren, Werkstatt, Maschinen, Bad, Garten, Zimmer-, Beet-, Balkonpflanzen und vieles mehr!",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TOOM-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TOOM-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/TOOM-DE/TOOM-DE-card.png",
        "country": "Germany",
        "min_amount": 25.0,
        "max_amount": 100.0,
        "denominations": "['25.00', '50.00', '100.00']",
        "product_id": "51689"
    },
    {
        "name": "Globetrotter",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "Mit einem quirligen Würmer-Menü eröffneten die Globetrotter und Überlebensexperten Klaus Denart und Peter Lechhart im September 1979 in Hamburg \"Norddeutschlands erstes Spezialgeschäft für Expeditionen, Safaris, Survival, Trekking\". Ebenso quirlig ist die Geschäftsentwicklung - Globetrotter Ausrüstung wurde sehr schnell zum führenden Fachgeschäft für Trekkingzubehör. Leichtgewichtszelte, Rucksäcke, Schlafsäcke, funktionelle Bekleidung, Kletterausrüstung, Kanus sowie 1000 nützliche Kleinigkeiten wie Kocher, Kompasse, Taschenlampen oder Wasserfilter für Parasiten verseuchte Wasserstellen standen dem Weltreisenden zur Auswahl.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/GLBTRT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/GLBTRT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/GLBTRT-DE/GLBTRT-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '20.00', '50.00']",
        "product_id": "44689"
    },
    {
        "name": "Kigso Games EUR",
        "category": "Games",
        "currency_code": "EUR",
        "description": "<p>This eGift will enable you to select 15 x fun and easy to play games that you can play right away. From Zombies to Cute Kittens, to Puzzles, Action and Arcade Games. Play on any device - Phones, tablets, desktop - Android, iOS, Windows. Uninterrupted play with no in-game advertisements.</p>\r\n\r\n<p>For more game information including videos and screenshots visit <a href=\"https://www.kigso.com/gameslist\">https://www.kigso.com/gameslist</a></p>\r\n",
        "terms_and_conditions": "<p>For full terms and conditions please visit <a href=\"https://www.kigso.com/terms/\">https://www.kigso.com/terms/</a>.</p>\n<p><strong>*Please note</strong>: Redemption codes expire 12 months after purchase. Once code is redeemed for game credits the credits must then be redeemed for games within 6 months after which time they will expire.</p>",
        "how_to_use": "<ol>\r\n\t<li>Go to <a href=\"http://www.kigso.com/redeem\">www.kigso.com/redeem</a> in your web browser.</li>\r\n\t<li>Create a new free account or log in to an existing one.</li>\r\n\t<li>Enter the redemption code.</li>\r\n\t<li>Select your games.</li>\r\n</ol>\r\n\r\n<p><strong>Please note</strong>: New accounts will need to be activated via PIN or link before reward redemption.</p>\r\n",
        "expiry_and_validity": "",
        "card_image_url": "https://d30s7yzk2az89n.cloudfront.net/images/brands/b579723-300w-326ppi.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 15.0,
        "denominations": "['10.00', '15.00']",
        "product_id": "44650"
    },
    {
        "name": "mymuesli",
        "category": "Food",
        "currency_code": "EUR",
        "description": "mymuesli ist das weltweit erste Startup, bei dem Du Dir Dein individuelles Biomüsli aus über 80 verschiedenen Zutaten selbst zusammenstellen kannst. Vielleicht kennst Du uns aus der Presse oder dem TV? Denn als Original liefern wir seit über sechs Jahren jedem sein Lieblingsmüsli. Ob Schoko-Müsli oder Müsli zum Abnehmen bei 566 Billiarden Müslivariationen ist für alle etwas dabei. Kontrolliert biologisch und ohne Zusätze.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/MYMUES-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/MYMUES-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/MYMUES-DE/MYMUES-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '50.00']",
        "product_id": "44717"
    },
    {
        "name": "Baur",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "BAUR - Der Versandhandel für jeden!\r\n\r\nIm Online-Shop von BAUR findest du von Bekleidung und Schuhen über Schmuck bis hin zu Möbeln und Wohntextilien alles, was das Herz begehrt. Lass dich inspirieren. Bei uns kannst du auch bequem auf Raten kaufen. \r\n\r\nÜbrigens: Bist du ein Vielbesteller, könnte die Versandkostenflatrate für dich lohnenswert sein. Für einmalig 15 Euro profitierst du ein Jahr lang von versandkostenfreien Lieferungen.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BAUR-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BAUR-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/BAUR-DE/BAUR-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '15.00', '25.00', '50.00']",
        "product_id": "44662"
    },
    {
        "name": "Amazon.de",
        "category": "Ecommerce",
        "currency_code": "EUR",
        "description": "<p><a href=\"http://amazon.de/\">Amazon.de</a>-Gutscheine können auf <a href=\"http://www.amazon.de/\">www.amazon.de</a> und bestimmten Partner-Websites auf Millionen von Artikeln angerechnet werden. Die riesige Auswahl von <a href=\"http://amazon.de/\">Amazon.de</a> umfasst Produkte in den Sparten Bücher, Elektronik, Musik, MP3-Downloads, Film und Fernsehen, Kleidung, VideoGames, Software, Sport & Outdoors, Spielzeug, Baby, Computer und Büro, Haus und Garten, Schmuck, Schönheitspflege, Baumarkt, Bürobedarf, Kamera und Foto, Tierbedarf und mehr. <a href=\"http://amazon.de/\">Amazon.de</a> ist der Ort, wo Sie fast alles, was Sie kaufen wollen, preisgünstig online finden und entdecken.</p>\r\n\r\n<p><a href=\"http://amazon.de/\">Amazon.de</a> Gift Cards* can be redeemed towards millions of items at <a href=\"http://www.amazon.de/\">www.amazon.de</a>. <a href=\"http://amazon.de/\">Amazon.de</a>’s huge selection includes products in Books, Electronics, Music, MP3 Downloads, Film & TV, Clothing, Video Games, Software, Sports & Outdoors, Toys, Baby, Computers & Office, Home & Garden, Jewelry, Beauty, DIY & Home Improvement, Office Products, Camera & Photo, Pet Supplies, and more. <a href=\"http://amazon.de/\">Amazon.de</a> is the place to find and discover almost anything you want to buy online at a great price.</p>\r\n",
        "terms_and_conditions": "<p>*<a href=\"http://amazon.de/\">Amazon.de</a>-Gutscheine („Gutscheine“) sind für den Kauf ausgewählter Produkte bei <a href=\"http://amazon.de/\">Amazon.de</a> einlösbar. Sie dürfen nicht weiterveräuẞert oder gegen Entgelt an Dritte übertragen werden, sofern nicht gesetzlich vorgeschrieben. Gutscheine können auf <a href=\"https://amazon.de/einloesen\">amazon.de/einloesen</a> eingelöst werden. Dort ﬁnden Sie auch die vollständigen Geschäftsbedingungen. Die Gültigkeit der Gutscheine beträgt 10 Jahre ab Kauf. Es fallen keine Servicegebühren an.</p>\n<p>*<a href=\"http://amazon.de/\">Amazon.de</a> vouchers (“Vouchers”) are redeemable for the purchase of selected products on <a href=\"http://amazon.de/\">Amazon.de</a>. They may not be resold or transferred to third parties for a fee, unless required by law. Vouchers can be redeemed at <a href=\"https://amazon.de/einloesen\">amazon.de/einloesen</a>. You will also ﬁnd the full terms and conditions there. The vouchers are valid for 10 years from the date of purchase. There are no service fees.</p>",
        "how_to_use": "<p>Klicken Sie auf die Einlösungs-URL und geben Sie den Sicherheitscode ein, um auf die Einlösungsanweisungen auf der Zielseite zuzugreifen.</p>\n<p><strong>Bitte beachten Sie: Der obige Sicherheitscode ist nicht der Prämien-Anforderungscode, der an der Kasse verwendet wird. Bitte verwenden Sie nur den Anspruchscode, der auf der folgenden Zielseite bereitgestellt wird.</strong></p>\n<p> </p>\n<p> </p>\n<p>Click the Redemption URL and enter Security Code to access the redemption instructions on the landing page.</p>\n<p><strong>Please note: the Security Code above is not the rewards Claim Code used at checkout. Please only use the Claim Code provided on the following landing page.</strong></p>",
        "expiry_and_validity": "",
        "card_image_url": "https://d30s7yzk2az89n.cloudfront.net/images/brands/b541227-300w-326ppi.png",
        "country": "Germany",
        "min_amount": 9.0,
        "max_amount": 4534.0,
        "denominations": "range",
        "product_id": "44634"
    },
    {
        "name": "Engbers",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "Seit über 70 Jahren beschäftigen wir uns mit nur dem Einen: Mann sein! Mit einer Kollektion, die jedem Mann die persönliche Freiheit und Gelegenheit gibt, zu sagen „Einfach ich!“ denken wir immer männlich: mühelos, unkompliziert und verlässlich! In den mehr als 300 Stores in Deutschland und Österreich und im Online-Shop ist Shopping bei engbers immer ein besonderes (Männer-)Erlebnis! Weitere Informationen unter www.engbers.com",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ENGBR-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ENGBR-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/ENGBR-DE/ENGBR-DE-card.png",
        "country": "Germany",
        "min_amount": 25.0,
        "max_amount": 50.0,
        "denominations": "['25.00', '50.00']",
        "product_id": "44676"
    },
    {
        "name": "EasyCookAsia",
        "category": "Food",
        "currency_code": "EUR",
        "description": "Reise nach Asien von zuhause aus! Koche authentische asiatische Rezepte mit einfachenund verständlichen Kochanleitungen. \r\nWir liefern Dir Hintergrundwissen zu den Gerichtenund möchten, dass Du Dich fühlst wie auf Reisen quer durch Asien.\r\n\r\nWas ist drin?  \r\n- alle wesentlichen asiatischen Zutaten wie Gewürzen und Saucen  \r\n- Leicht verständliche Rezeptkarte und eine Einkaufsliste- Broschüre mit Geschichten  \r\n\r\nEs ist ein perfektes Geschenk!",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ESYCA-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ESYCA-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/ESYCA-DE/ESYCA-DE-card.png",
        "country": "Germany",
        "min_amount": 20.0,
        "max_amount": 100.0,
        "denominations": "['20.00', '30.00', '50.00', '100.00']",
        "product_id": "44678"
    },
    {
        "name": "Jack & Jones",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "JACK & JONES\r\n\r\n\r\n Seit mehr als 30 Jahres gilt JACK & JONES als Star unter den Anbietern von Herren-Jeanswear. Die Marke setzt darauf, hochwertige Jeans für eine Welt zu kreieren, in der Werte wie Kameradschaft, Spaß, gute Vibes und eine entspannte Lebensart zählen. JJXX ist der jüngste Familienzuwachs von JACK & JONES – eine Jeansmarke für junge Frauen, die zu einem freien, unabhängigen, selbstbewussten und starken Lebensstil inspirieren möchte. Hier hast du die Auswahl unter einer breit gefächerten Palette an urbaner Sportswear, lässigen Klassikern, bis ins Detail ausgearbeiteten Essentials, High Fashion, eleganten Anzügen, Accessoires und Denim, sowohl für Mädchen als auch für Jungs.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/JACJON-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/JACJON-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 4 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/JACJON-DE/JACJON-DE-card.png",
        "country": "Germany",
        "min_amount": 25.0,
        "max_amount": 100.0,
        "denominations": "['25.00', '50.00', '100.00']",
        "product_id": "44701"
    },
    {
        "name": "HelloFresh ",
        "category": "Food",
        "currency_code": "EUR",
        "description": "\"Mit HelloFresh haben Sie alles, was Sie brauchen, um lecker zuhause zu kochen, ganz ohne Einkaufsstress und Essensplanung. Denn wir liefern Ihnen frische, grammgenaue Zutaten und ausgewogene Rezepte direkt an Ihre Haustür. Dabei ist für jeden Geschmack etwas dabei – Wählen Sie Ihre Vorliebe und probieren Sie sich durch unsere wöchentlich wechselnden Gerichte! \r\n•        So abwechslungsreich: Jede Woche neu entwickelte Rezepte nach Ihren Vorlieben \r\n•        So flexibel: Jederzeit Gerichtanzahl anpassen, Lieferpause einlegen oder kündigen \r\n•        So frisch: Grammgenaue Zutaten von ausgewählten Erzeugern & zertifizierter Qualitätsservice\r\n•        So nachhaltig: Weniger Lebensmittelverschwendung in Ihrem Haushalt, recycelbare Verpackungen, klimaneutrale Lieferung \r\n•        So stressfrei: Kein Einkaufsstress, keine Planung, kein Abwiegen\"",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/HFRESH-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/HFRESH-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/HFRESH-DE/HFRESH-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '25.00', '50.00', '75.00', '100.00']",
        "product_id": "44694"
    },
    {
        "name": "boohooMAN DE",
        "category": "",
        "currency_code": "EUR",
        "description": "Der aus boohoo.com hervorgegangene globale Online-Einzelhändler boohooMAN.com ist die führende Shopping-Destination für Herren.\r\nWir sind engagiert, wir sind disruptiv und wir sind mutig. Für uns ist das Produkt das Wichtigste, und wir haben nicht die Angewohnheit, etwas Minderwertiges anzubieten, weder jetzt noch jemals. Wir bieten Qualitätsprodukte für Männer aller Größen und Generationen.\r\nMit viel Liebe zum Detail halten wir unsere Produkte immer auf dem neuesten Stand, um sicherzustellen, dass die Passform unserer Kunden stets stimmt. Wir reagieren ständig, um der Zeit voraus zu sein und euch rund um die Uhr das Beste in Sachen Mode zu bieten.\"",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BOOMAN-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BOOMAN-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 5 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/BOOMAN-DE/BOOMAN-DE-card.png",
        "country": "Germany",
        "min_amount": 7.0,
        "max_amount": 500.0,
        "denominations": "range",
        "product_id": "52253"
    },
    {
        "name": "Fioro",
        "category": "Gifts",
        "currency_code": "EUR",
        "description": "Herrlich frische Blumen verschicken mit fioro\r\nBei zahlreichen Gelegenheiten kann ein schönes Blumengeschenk die Augen der Beschenkten aufblitzen lassen. Blumen sind immer eine großartige Geschenkidee! Was, wenn Sie einen Strauß an einen lieben Menschen verschenken möchten, der nicht in der gleichen Stadt oder im gleichen Land wohnt oder wenn Dein Terminplan es schlicht und einfach nicht zulässt? Zum Glück gibt es den Blumenversand fioro. Mit fioro können Sie jetzt noch einfacher Ihre Blumengrüße verschicken, selbst wenn Sie nicht die Möglichkeit haben, den Blumenstrauß persönlich zu überreichen. In unserem Online-Shop bieten wir eine weite Auswahl an wunderschönen Blüten: Ob als Strauß gebunden, als Gesteck, im Bund oder einzeln – bei uns finden Sie zu den unterschiedlichsten Anlässen die passenden Blumengrüße und versenden sie einfach und bequem an die Wunschadresse. Wählen Sie einfach den Favoriten aus, wir binden ihn frisch und liefern ihn zuverlässig aus. Ganz gleich, ob Rosen, Gerbera oder Nelken, bei uns werden Sie sicher fündig.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FIORO-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FIORO-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 2 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/FIORO-DE/FIORO-DE-card.png",
        "country": "Germany",
        "min_amount": 15.0,
        "max_amount": 100.0,
        "denominations": "['15.00', '20.00', '25.00', '50.00', '100.00']",
        "product_id": "44683"
    },
    {
        "name": "Rewe",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "Ihre persönliche REWE eGift Card können Sie in mehr als 3.300 REWE Märkten in ganz Deutschland einlösen. Ihren nächsten REWE Markt und viele tolle Angebote finden Sie unter www.rewe.de",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/REWED-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/REWED-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/REWED-DE/REWED-DE-card.png",
        "country": "Germany",
        "min_amount": 15.0,
        "max_amount": 50.0,
        "denominations": "['15.00', '25.00', '50.00']",
        "product_id": "44732"
    },
    {
        "name": "Aral",
        "category": "Automobiles",
        "currency_code": "EUR",
        "description": "Die Marke Aral steht für mehr als nur Tanken. Aral ist für qualitativ hochwertigen Produkte und Services bei den Kunden und den Medien bekannt. Mit rund 2.400 Stationen verfügt Aral über das national größte Tankstellennetz – und ist somit die Nummer 1 im deutschen Tankstellenmarkt.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ARAL-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ARAL-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/ARAL-DE/ARAL-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '25.00', '50.00', '100.00']",
        "product_id": "46296"
    },
    {
        "name": "Lindner Hotels",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "Lindner Hotels & Resorts. Nicht nur besser. Anders.\r\n\r\nSportlich rasant, total entspannt oder herrlich aufregend sind die Freizeitmöglichkeiten in den Lindner Hotels & Resorts.\r\n\r\n Ob traumhafte Golfplätze, zauberhafte Schneegebiete, charmante Sonnenstrände, extravagante Wellnessbereiche oder aufregende Innenstädte. Stilvolle Architektur, gepflegtes Ambiente, zukunftsweisende Multimedialösungen und innovative Wellnessangebote.\r\n\r\n Lindner Hotels & Resorts finden Sie in Deutschland, Belgien, Österreich, Schweiz, Slowakische Republik, Tschechische Republik und auf Mallorca.\r\n\r\n Mehr Informationen unter: www.lindner.de",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/LINDHT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/LINDHT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/LINDHT-DE/LINDHT-DE-card.png",
        "country": "Germany",
        "min_amount": 50.0,
        "max_amount": 50.0,
        "denominations": "['50.00']",
        "product_id": "44710"
    },
    {
        "name": "Decathlon",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "Das Motto des Zehnkampfes, das Sport für die vielen zugänglich zu machen, ist nicht nur ein Leitbild, unser französisches Sportunternehmen Decathlon, ein Lebensstil. Das Unternehmen wurde 1976 gegründet und bietet 70 Sportarten unter einem Dach. Egal in welchem ​​Alter, Macht oder Sportvermögen, jeder kann das richtige Produkt für sie von einem Mountainbike zu einem Surfbrett finden. Mit den 20 eigenen Marken allein hat das Unternehmen mehr als 35 000 verschiedene Produkte, die von mehr als 1000 Einzelhandelsgeschäften in 30 Ländern verkauft werden. Das alles mit einem niedrigen Preis und hoher Qualität. Dies ist möglich, da die Lieferkette von Decathlon Produktentwicklung, Forschung und Entwicklung, Logistik und natürlich Einzelhandel umfasst.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/DECA-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/DECA-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 2 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/DECA-DE/DECA-DE-card.png",
        "country": "Germany",
        "min_amount": 9.0,
        "max_amount": 250.0,
        "denominations": "range",
        "product_id": "44645"
    },
    {
        "name": "Hugendubel",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "Hugendubel, die Welt der Bücher\r\n\r\n\r\n\r\n Mit über 80 Buchhandlungen an 54 Standorten bieten wir jeder Altersklasse ein umfassendes Angebot an Büchern und Nonbooks.\r\n\r\n Über Hugendubel:\r\n\r\n Die Heinrich Hugendubel GmbH & Co. KG gilt mit ihren über 80 Filialen als eines der größten Buchhandelsunternehmen in Deutschland. Hugendubel bietet eine Riesen-Auswahl an Büchern, Hörbüchern, DVD’s, eBooks, Kalendern, Spielwaren und vielem mehr. Gutscheine für Hugendubel sind das ideale Geschenk für alle Altersklassen.\r\n\r\n Sie erhalten den Gutschein per E-Mail zugesendet.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/HUGEBL-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/HUGEBL-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/HUGEBL-DE/HUGEBL-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '50.00']",
        "product_id": "44697"
    },
    {
        "name": "Restaurant ",
        "category": "Food",
        "currency_code": "EUR",
        "description": "Unser 'Restaurant-Gutschein' ist das ideale Geschenk für alle Feinschmecker! Mit ihm können Geschenkkarten von zahlreichen lokalen Restaurants und Bars in ganz Deutschland aktiviert werden. Ob gemütliches Café, trendiges Bistro oder elegantes Restaurant, hier findet jeder das Passende für seinen Geschmack. Er ist vielseitig, einfach zu verwenden und das perfekte Präsent für jeden Anlass. Verschenke heute einen 'Restaurant-Gutschein' für ein unvergessliches kulinarisches Erlebnis.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/RESTO-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/RESTO-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/RESTO-DE/RESTO-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 250.0,
        "denominations": "range",
        "product_id": "44731"
    },
    {
        "name": "FlixBus",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "FlixMobility ist ein junger Mobilitätsanbieter und verändert seit 2013 unter der Marke FlixBus für Millionen von Menschen in Europa die Art zu Reisen. Als einzigartige Kombination aus Technologie-Startup, Internetunternehmen und klassischem Verkehrsbetrieb haben wir innerhalb kürzester Zeit Europas größtes Fernbusnetz geschaffen. Unter FlixTrain bieten wir seit 2018 zudem erste Schienenverkehre und ein intermodales Angebot. Dank einfacher Buchung und einem täglich wachsenden Angebot bieten wir Millionen Reisenden die Möglichkeit, für wenig Geld die Welt zu entdecken. Dabei erfüllen die grünen Fernbusse und Fernzüge höchste Komfort-, Sicherheits- und Umweltstandards und bieten die ökologische und bequeme Alternative zum Individualverkehr. \r\n",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FLIX-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FLIX-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/FLIX-DE/FLIX-DE-card.png",
        "country": "Germany",
        "min_amount": 15.0,
        "max_amount": 50.0,
        "denominations": "['15.00', '20.00', '50.00']",
        "product_id": "44646"
    },
    {
        "name": "Sanicare",
        "category": "Health & Beauty",
        "currency_code": "EUR",
        "description": "SANICARE - Die Versandapotheke\r\n\r\nJetzt bestellen und sparen: Arzneimittel, Gesundheitsprodukte und Marken-Kosmetik zu attraktiven Preisen unter www.sanicare.de. Neukunden bestellen versandkostenfrei.\r\n\r\nSanicare ist eine der größten deutschen Versandapotheken mit Sitz in Bad Laer (Niedersachsen). Viele Hundert Fachkräfte aus der eigenen Apotheke und von Partnerfirmen sorgen für eine persönliche, umfassende pharmazeutische Beratung und Betreuung der 1,6 Millionen Kunden im gesamten Bundesgebiet. Sanicare beliefert seine Kunden mit Originalware aus dem Direktbezug aller namhaften Hersteller i.d.R. innerhalb eines Tages nach Bestelleingang. \r\n\r\nSanicare ist mit dem Deutschlandtest-Siegel „Kundenliebling 2015“ in Gold ausgezeichnet worden und gehört nach Ergebnissen einer großen Verbraucherstudie von Focus-Money, dem Marktforschungsinstitut Service Value GmbH und Deutschland Test zu den beliebtesten Marken deutscher Verbraucher. Inhaber der Sanicare-Apotheke ist die BS-Apotheken OHG. \r\n\r\nSanicare ist beim Deutschen Institut für Medizinische Information und Dokumentation (DIMDI) als behördlich zugelassene Versandapotheke gelistet. ",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SANCAR-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SANCAR-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/SANCAR-DE/SANCAR-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 25.0,
        "denominations": "['10.00', '25.00']",
        "product_id": "44739"
    },
    {
        "name": "kreuzfahrten.de",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "Wir sind eines der führenden Reisebüros für Schiffsreisen in Deutschland. Ob AIDA, Costa oder MSC – unsere Mitarbeiter kennen viele Kreuzfahrtschiffe aus eigener Erfahrung, weil auch sie ihre schönsten Wochen des Jahres dort verbringen. Und viele unserer Seereisen Angebote sind konkurrenzlos günstig! Egal, ob langjährige Kreuzfahrer oder Neulinge, wir haben für jeden Kunden und jeden Geschmack die passenden Kreuzfahrten und eine Vielzahl unterschiedlicher Reisen im Angebot. Stöbern Sie durch unsere Kreuzfahrten-Angebote und überzeugen Sie sich selbst.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/KREUZ-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/KREUZ-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/KREUZ-DE/KREUZ-DE-card.png",
        "country": "Germany",
        "min_amount": 50.0,
        "max_amount": 500.0,
        "denominations": "['50.00', '100.00', '200.00', '500.00']",
        "product_id": "44705"
    },
    {
        "name": "Otto",
        "category": "Ecommerce",
        "currency_code": "EUR",
        "description": "Otto…find‘ ich gut.\r\n   \r\nSeit mehr als 30 Jahren verbinden wir bei OTTO als Deutschlands größter Online-Händler erfolgreich wirtschaftliche Ziele mit sozialer und ökologischer Verantwortung gegenüber Mensch und Natur. Auch in Zukunft wird Nachhaltigkeit ein ganz zentraler Punkt unserer Unternehmensphilosophie sein. Sehen Sie selbst, was uns schon gelungen ist und was unsere weiteren Ziele sind.\r\n \r\nErleben Sie die große Vielfalt von OTTO, mit allem, was das Leben schöner, einfacher und bequemer macht: Die neuesten Trends aus Mode und Technik, neue Ideen für ein schöneres Zuhause und vieles mehr. Entscheiden Sie sich für Ihr Lieblingsprodukt und lösen Sie Ihren Gutschein ein.\r\n \r\nWir liefern innerhalb Deutschlands, wohin Sie möchten. Die Rechnungsadresse ist automatisch auch die Lieferadresse, es kann jedoch auch eine alternative Lieferanschrift (z.B. Hermes PaketShop) innerhalb Deutschlands unter 'Mein Konto' oder direkt bei der Bestellung angegeben werden.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/OTTO-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/OTTO-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/OTTO-DE/OTTO-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '14.00', '15.00', '20.00', '25.00', '44.00', '50.00', '100.00']",
        "product_id": "44722"
    },
    {
        "name": "Der Lokale Lieblinge-Gutschein",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "Die 'Der Lokale Lieblinge-Gutschein' bietet Geschenkgutscheine von über 10.000 hoch bewerteten Geschäften, Bars, Restaurants und mehr zur Auswahl. Es ist die perfekte, sofortige Geschenklösung für deine Lieben, die du ganz einfach verschenken kannst. Überrasche deine Freunde und Familie und zeige ihnen, wie sehr du sie schätzt. Unterstütze gleichzeitig lokale Unternehmen in deiner Stadt.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/LBLNG-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/LBLNG-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/LBLNG-DE/LBLNG-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 250.0,
        "denominations": "range",
        "product_id": "44707"
    },
    {
        "name": "Foot Locker DE",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "Nutzen Sie ihren Foot Locker Gutschein jetzt",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FOOT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FOOT-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/FOOT/FOOT-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 250.0,
        "denominations": "range",
        "product_id": "44644"
    },
    {
        "name": "Ravensburger",
        "category": "Games",
        "currency_code": "EUR",
        "description": "Ravensburger ist ein führender Anbieter von Puzzles, Spielen und Beschäftigungsprodukten in Europa mit mehr als 135-jähriger Tradition und gewachsenen Werten. Die Unternehmensmission lautet „Spielerische Entwicklung“. Das blaue Dreieck zählt zu den renommiertesten Markenzeichen in Deutschland. Es steht als Gütezeichen für inhaltliche und materielle Qualität sowie für Freude, Bildung und Gemeinsamkeit. Puzzles und Spielwaren mit dem blauen Dreieck werden weltweit verkauft und zu 90 % in eigenen Werken hergestellt. Das Unternehmen bekennt sich zu Werten, die in der Gesellschaft einen hohen Stellenwert haben. Bücher, Spiele und Beschäftigungsangebote von Ravensburger bieten Spaß und Sinn, bilden Herz und Geist. Sie vermitteln Freude, Bildung und Gemeinsamkeit. Ebenfalls bietet Ravensburger personalisierte Fotoprodukte. Die gesamte my Ravensburger Produktpalette, wie Fotopuzzles und andere personalisierte Produkte, werden in original Ravensburger Qualität angeboten. In drei einfachen Schritten können Kunden so aus ihren schönsten Fotos individuelle Puzzles, memory®, Malen nach Zahlen oder Bücher gestalten.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/RVNBRG-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/RVNBRG-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/RVNBRG-DE/RVNBRG-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '25.00', '50.00']",
        "product_id": "44738"
    },
    {
        "name": "Louis Motorradvertrieb",
        "category": "Automobiles",
        "currency_code": "EUR",
        "description": "Louis Motorradvertrieb - Europas Nr.1 für Motorrad & Freizeit\r\n\r\nLouis ist eine der größten Einkaufswelten für Motorradbekleidung & -zubehör. In über 70 Geschäften in Deutschland und Österreich, einem Versandkatalog mit großer Auswahl sowie einem Onlineshop, erleben Sie Motorrad-Feeling pur. Das umfangreiche Sortiment umfasst mit über 30.000 Artikeln Helme, Starterbatterien, Stiefel, Gepäcksysteme und vieles mehr.  \r\n\r\n Louis bietet darüber hinaus einen guten Service: Innerhalb von 1-2 Werktagen wird Ihnen Ihr Paket zugestellt.\r\n \r\n Der Gutschein wird Ihnen per Email zugeschickt.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/LOUMOT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/LOUMOT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 2 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/LOUMOT-DE/LOUMOT-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '50.00']",
        "product_id": "44711"
    },
    {
        "name": "Bijou Brigitte",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "Bijou Brigitte - Schmuck and andere Accessoires\r\n\r\nUnser Sortiment zeichnet sich durch seine einzigartige Vielfalt aus. Schmuckstücke mit Starqualitäten und trendige Accessoires: Mehr als 10.000 unterschiedliche Artikel vom eleganten Klassiker bis zum aktuellen Must-have sind bei uns vertreten! Im Modeschmuckbereich finden Sie Ketten, Ringe, Broschen, Ohrringe und vieles mehr. Edelsteine geben Schmuckstücken Individualität und hochwertige Mineralien lassen jedes Sammlerherz höher schlagen. Exklusives aus der Senso di Donna-Kollektion, unserer Edelstahl-Linie oder filigrane Schmuckstücke in 925 Silber und Silber vergoldet lassen ihre Trägerin strahlen. \r\n\r\nFür Kinder, unsere jüngsten Trendscouts, gibt es natürlich auch die passenden Accessoires und Schmuckstücke! Eine exquisite Auswahl an Taschen, Tüchern, Sonnenbrillen, Uhren und eine kleine aber feine Männerlinie runden das Sortiment ab. \r\n\r\nBei Bijou Brigitte gibt es alle „notwendigen“ Dinge, die jeden Tag zu einem modischen Highlight machen!",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BIJOU-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BIJOU-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/BIJOU-DE/BIJOU-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 25.0,
        "denominations": "['10.00', '15.00', '25.00']",
        "product_id": "44666"
    },
    {
        "name": "Rituals DE",
        "category": "Health & Beauty",
        "currency_code": "EUR",
        "description": "DIE KRAFT DER RITUALE\r\n Man findet sie überall: In jedem Moment des Tages warten sie darauf, entdeckt zu werden, um uns die in ihnen verborgene Schönheit zu offenbaren. Es sind die scheinbar bedeutungslosen Momente, die wir nur allzu leicht übersehen.\r\n Rituale helfen uns diese Momente zu erschließen und erinnern uns daran, sie mit Freude zu genießen. Ob wir ein ausgedehntes Bad genießen oder mit dem reichhaltigen Duft fernöstlichen Weihrauchs eine behagliche Atmosphäre schaffen – Rituale ermöglichen uns, das Glück in den kleinsten Dingen zu finden.\r\n \r\n UNSERE RITUALE\r\n Inspiriert von der Weisheit und den alten Traditionen fernöstlicher Kulturen haben wir eine umfassende Kollektion luxuriöser und dennoch erschwinglicher Produkte für die Körperpflege und das Zuhause kreiert. Wir hoffen, Ihr Leben mit unseren unverwechselbaren Düften bereichern zu können. Diese wurden auf sorgfältige Weise von den besten Parfümeuren der Welt kreiert.\r\n \r\n EINZIGARTIGE DÜFTE\r\n Düfte besitzen die Kraft, Ihre Stimmung zu heben, entfernte Erinnerungen wachzurufen und Sie mit einem Gefühl von Behaglichkeit und Wohlbefinden zu umgeben. Die Schöpfung eines neuen Parfums kommt der Erschaffung eines Kunstwerks gleich: Für jeden einzelnen Duft, den wir kreieren, entdecken und kombinieren wir genau die Komponenten, die ihm seinen einzigartigen Reiz verleihen.\r\n \r\n PERFEKTE GESCHENKE\r\n Egal, ob Sie sich selbst oder jemand anderen mit einem Geschenk verwöhnen möchten, unsere Kollektion luxuriöser Produkte für Körper und Geist sowie für das Zuhause machen die Auswahl des perfekten Geschenks zum Kinderspiel. Mit Rituals teilen Sie mehr als ein Geschenk – Sie teilen die Erfahrung, das Glück in den kleinsten Dingen finden zu können. Wir sind überzeugt: So erschaffen Sie bedeutungsvolle Momente.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/RITUAL-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/RITUAL-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/RITUAL-DE/RITUAL-DE-card.png",
        "country": "Germany",
        "min_amount": 9.0,
        "max_amount": 150.0,
        "denominations": "range",
        "product_id": "44734"
    },
    {
        "name": "RentacarGift",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "RentacarGift bietet den weltweit einzigen Geschenkgutschein für Autovermietungen, der für verschiedene Marken gültig ist, mit einer einzigartigen Auswahl von 500 Autovermietungen! \r\n\r\nRentacarGift kooperiert mit Marken wie Hertz, Enterprise, Alamo,\r\nDollar, Budget, Sixt und Tausenden weiteren Autovermietungen.\r\n\r\nRentacarGift bietet die einzigartige Möglichkeit geteilter Online-Zahlungen, was Ihnen ermöglicht, zwei Gutscheine für\r\nIhre Zahlung zu verwenden und sofort Bonuspunkte zu sammeln.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/RGIFT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/RGIFT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/RGIFT-DE/RGIFT-DE-card.png",
        "country": "Germany",
        "min_amount": 20.0,
        "max_amount": 2500.0,
        "denominations": "range",
        "product_id": "44733"
    },
    {
        "name": "Cawa (Nachverfolgbare Klimaschutzmaßnahmen finanzieren)",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "Tragen Sie zu einem hochwertigen Wiederaufforstungsprojekt in Nicaragua bei, das sich auf Projekte mit der lokalen Gemeinschaft konzentriert. Das Projekt ist beim Gold Standard registriert (gegründet vom WWF und anderen NGOs). Viele weitere Infos zum Projekt erfahren Sie in der Cawa-App!",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CAW-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CAW-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 0 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/CAW-DE/CAW-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 20.0,
        "denominations": "['10.00', '15.00', '20.00']",
        "product_id": "44670"
    },
    {
        "name": "Dots.eco - Land für wildtiere schützen ",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "Der Schutz der Lebensräume wild lebender Tiere und Pflanzen bedeutet, ganze Teile eines Ökosystems abzugrenzen und zu schützen, anstatt sich auf eine einzelne Art zu konzentrieren. Dies ist erforderlich, damit die ausgewählten Ökosysteme ihre Funktion und Rolle bei der Regulierung des Klimas und der Artenvielfalt beibehalten können. Unsere Partner arbeiten in wichtigen Gebieten auf der ganzen Welt, die Tausende von einzigartigen und unersetzlichen Arten beherbergen. Diese Gebiete spielen eine entscheidende Rolle bei der globalen Klimaregulierung, wie der Amazonaswald, der Atlantikwald, die Tundren und weitere.\r\n\r\n\r\nWir arbeiten mit zuverlässigen Organisationen wie Rainforest Trust, WeForest, Asociaciòn ProPurùs, Fundación Jocotoco, Snow Leopard Trust und David Shepherd Wildlife Foundation zusammen. Unsere Partner arbeiten in verschiedenen Phasen des Schutzes von Wildtierhabitaten: Ausweisung von Land als Schutzgebiet, Unterstützung bei der Einrichtung von Infrastrukturen zur Gewährleistung des Schutzes, Wiederherstellung degradierter Landschaften und Verwaltung von Reservaten und Schutzgebietsaktivitäten. Unsere Partner arbeiten mit lokalen Gemeinschaften, Behörden und Wissenschaftlern zusammen, um den Schutzstatus zu erhalten und zu gewährleisten. Sie bieten den lokalen Gemeinschaften Schulungen und operative Unterstützung an, um nicht nur ein Schutzgebiet wiederherzustellen oder zu erhalten, sondern auch nachhaltige Möglichkeiten zu entwickeln, um den Lebensunterhalt im Rahmen dieser Aktivitäten zu sichern.\r\n\r\nBitte beachten Sie, dass jeder ausgegebene Dollar = 1 Wirkungseinheit = 10 Quadratfuß Land für Naturschutzgebiete kaufen",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PRWILD-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PRWILD-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 6 months from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/PRWILD-DE/PRWILD-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 101.0,
        "denominations": "['10.00', '20.00', '50.00', '101.00']",
        "product_id": "44729"
    },
    {
        "name": "Calzedonia",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "Seit 1986 enthüllt Calzedonia in jeder seiner Kollektionen die innovativsten Strumpf- und Bademodentrends und kombiniert Produktionsqualität, Stil und erschwingliche Preise. DN-Marke.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CALZ-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CALZ-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/CALZ-DE/CALZ-DE-card.png",
        "country": "Germany",
        "min_amount": 30.0,
        "max_amount": 100.0,
        "denominations": "['30.00', '50.00', '70.00', '100.00']",
        "product_id": "44669"
    },
    {
        "name": "Dots.eco - Rettung von Meeresschildkröten-schlüpflingen ",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "Meeresschildkröten spielen eine Schlüsselrolle in ihrem Ökosystem. Wir brauchen sie, um ein gesundes Gleichgewicht in unseren Ozeanen und an unseren Stränden zu erhalten. Sie kontrollieren die Populationen verschiedener Organismen, indem sie sich von ihnen ernähren, aber sie sind auch Nahrung für viele wichtige Meeres- und Küstenraubtiere und nehmen damit eine Schlüsselposition in den Nahrungsnetzen der Natur ein. Ihre Panzer sind ein Zuhause für eine Vielzahl von Orgasnismen und manche Meeresschildkröten tragen ganze Gemeinschaften auf ihrem Rücken, wodurch sie als ein Dispergierungs-Mechanismus für viele Arten funktionieren.\r\n\r\n\r\nWir arbeiten mit vertrauenswürdigen Organisationen wie SEE Turtles und Conservation des Espèces Marine zusammen, um diese schönen und wichtigen Tiere zu schützen. Unsere Partner arbeiten an wichtigen Orten auf der ganzen Welt und helfen dabei, wichtige Niststrände zu schützen, einen verantwortungsvollen Tourismus zu fördern, den Handel mit Schildkrötenpanzern zu beenden, Plastik aus den Lebensräumen der Schildkröten zu entfernen und die Menschen über diese Arten aufzuklären.\r\n\r\nBitte beachten Sie, dass jeder ausgegebene Dollar = 1 Wirkungseinheit = 1 Meeresschildkrötenjunges retten\r\n",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SVSEAT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SVSEAT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 6 months from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/SVSEAT-DE/SVSEAT-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 103.0,
        "denominations": "['10.00', '20.00', '50.00', '103.00']",
        "product_id": "44750"
    },
    {
        "name": "Game World",
        "category": "Games",
        "currency_code": "EUR",
        "description": "Game World - Der Anbieter von Spielen!\r\n\r\nAuf unserer Webseite unter https://www.gameworld.de/ erwartet dich eine vielfältige Auswahl an Gaming-Produkten, die das Herz jedes Gamers höherschlagen lassen. Egal, ob du ein leidenschaftlicher Videospieler oder Brettspiel-Enthusiast bist, bei uns wirst du fündig.\r\n\r\nUnser Sortiment umfasst eine breite Palette von Artikeln:\r\n\r\nVideospiele: Entdecke die neuesten und beliebtesten Videospiele für verschiedene Plattformen wie PC, Xbox, PlayStation und Nintendo Switch. Egal, ob du Action, Abenteuer, Strategie oder Sport bevorzugst, wir haben eine große Auswahl für jeden Geschmack.\r\n\r\nBrettspiele: Für Freunde klassischer Unterhaltung bieten wir eine beeindruckende Sammlung von Brettspielen. Von bekannten Klassikern bis hin zu modernen Strategie- und Partyspielen – bei uns findest du für jeden Spieleabend das passende Spiel.\r\n\r\nZubehör: Um dein Spielerlebnis zu optimieren, bieten wir eine breite Palette an Gaming-Zubehör. Hierzu gehören Controller, Headsets, Tastaturen, Mäuse und mehr.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/GMWRLD-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/GMWRLD-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/GMWRLD-DE/GMWRLD-DE-card.png",
        "country": "Germany",
        "min_amount": 25.0,
        "max_amount": 50.0,
        "denominations": "['25.00', '50.00']",
        "product_id": "44691"
    },
    {
        "name": "Global Experiences",
        "category": "Experiences",
        "currency_code": "EUR",
        "description": "Die Global Experiences Card von Viator, einem Tripadvisor-Unternehmen, kann unter www.globalexperiencescard.com für über 350.000 Touren, Aktivitäten und Erlebnisse weltweit in über 200 Ländern und Gebieten eingelöst werden. Egal, ob es ein lokaler Tag mit Ihrer Familie ist, an dem Sie leben, oder eine unterhaltsame und aufregende Aktivität in Ihrem Urlaub auf der ganzen Welt, die Global Experiences Card Powered by Viator bietet Ihnen die größte Auswahl aller Erlebnisunternehmen. Tripadvisor-Nutzerbewertungen bieten großartige Einblicke, um Ihnen bei der Auswahl der besten Erfahrung für Ihre Interessen zu helfen. Entdecken Sie alle Möglichkeiten unter www.globalexperiencescard.com.\r\n\r\nDie Möglichkeiten sind endlos mit über 350.000 Aktivitäten:\r\n•\tTouren und Besichtigungen\r\n•\tSehenswürdigkeiten und Themenparks\r\n•\tEssen, Wein und Nachtleben\r\n•\tKurse und Workshops\r\n•\tKreuzfahrten, Segel- und Wassertouren\r\n•\tWander- und Radtouren\r\n•\tTransfers & Bodentransport\r\n•\tKultur- und Themenführungen\r\n•\tSpa, Yoga & Wellness\r\n•\tUnd mehr……………………\r\n",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/GEC-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/GEC-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/GEC-DE/GEC-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 500.0,
        "denominations": "range",
        "product_id": "44688"
    },
    {
        "name": "Global Hotel",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "Die Global Hotel Card Powered by Expedia ist die weltweit führende Hotel-Geschenkkarte.  Wählen Sie aus über 250.000 Hotels weltweit aus, darunter alle großen Hotelmarken sowie Ferienanlagen, Reiseziele, Boutique-Hotels, Bed and Breakfast-Optionen und mehr.  Die auf der Website aufgeführten Hotels werden vom Expedia Affiliate Network zur Verfügung gestellt, einer Sparte der Expedia Inc. Group, einem der größten Reiseveranstalter der Welt. Die Marken sind Eigentum von EAN Worldwide, LLC und werden unter Lizenz verwendet.  Buchen Sie bei www.GlobalHotelCard.com Powered by Expedia, wo sie die besten Online-Preise finden!",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/GHC-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/GHC-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/GHC-DE/GHC-DE-card.png",
        "country": "Germany",
        "min_amount": 50.0,
        "max_amount": 1000.0,
        "denominations": "range",
        "product_id": "44653"
    },
    {
        "name": "H&M Germany",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "<p><span lang=\"DE-de-de\">H &amp; M bietet eine breite Palette hochwertiger Mode zum besten Preis auf nachhaltige Weise für Frauen, Männer und Kinder. Das Sortiment von H &amp; M umfasst alles von Kleiderschrank-Basics über trendorientierte Mode bis hin zu Partykollektionen und Sportswear. Das Modeangebot spiegelt die neuesten internationalen Trends zu aktualisierten Modeklassikern wider. Jetzt im Laden und online einkaufen!</span></p>\n<p><span lang=\"DE-en-us\">H&amp;M offers a wide range of great quality fashion at the best price in a sustainable way for women, men and children. H&amp;M's range includes everything from wardrobe basics, trend-led fashion, party collections and sportswear. The fashion offering reflects the latest in international trends to updated fashion classics. Shop in-store and online now!</span></p>",
        "terms_and_conditions": "<p><span lang=\"DE-de-de\">Diese Geschäftsbedingungen gelten für H&amp;M-Geschenkkarten, die über unseren Geschäftspartner SVS UK Limited in einem unserer Geschäfte oder auf <a href=\"http://hm.com/\">hm.com</a> erworben wurden („H&amp;M-Geschenkkarte“ oder „E-Geschenkkarte“, beide als „H&amp;M-Geschenkkarte“ bezeichnet) und für H&amp;M-Gutschriftkarten („H&amp;M-Gutschriftkarte“ oder „virtuelle H&amp;M-Gutschriftkarte“, beide als „H&amp;M-Gutschriftkarte“ bezeichnet). Mit dem Kauf einer H&amp;M-Geschenkkarte oder der Verwendung einer H&amp;M-Gutschriftkarte akzeptieren Sie diese Geschäftsbedingungen („Allgemeine Geschäftsbedingungen”). H&amp;M behält sich das Recht vor, diese Geschäftsbedingungen ohne vorherige Ankündigung zu ändern, zu kündigen oder neu zu interpretieren. Die aktuelle Version der allgemeinen Geschäftsbedingungen wird immer auf <a href=\"http://hm.com/\">hm.com</a> veröffentlicht.<br /><br />Die H&amp;M Geschenkkarte und H&amp;M-Merchandise-Karten können in H&amp;M Geschäften und online auf <a href=\"http://hm.com/\">hm.com</a> in dem Land, in dem die H&amp;M-Geschenkkarte gekauft bzw. die H&amp;M-Merchandise-Karten ausgegeben wurde, eingelöst werden. Sie können die H&amp;M Geschenkkarte und H&amp;M-Merchandise-Karten verwenden, um den Gesamtwert oder einen Teil des Wertes der/des von Ihnen gewählten Artikel/s zu bezahlen. Es können max. 10 H&amp;M-Geschenkkarten/H&amp;M-Gutschriftkarten pro Online-Bestellung genutzt werden. Wenn Ihr Onlinekauf nicht vollständig durch die H&amp;M Geschenkkarte oder H&amp;M-Merchandise-Karten gedeckt ist, können Sie den Einkauf mit einer zusätzlichen Zahlungsmethode abschließen. Mehr erfahren Sie im Abschnitt „Bezahlung“ auf <a href=\"https://www.hm.com/de/customer-service/payments\">hm.com</a>.<br /><br />Der Zahlungsbeleg zeigt immer den aktuellen Saldo auf der H&amp;M Geschenkkarte und den H&amp;M-Merchandise-Karten, die für die Transaktion verwendet wurden. Darüber hinaus können Sie Ihren aktuellen Saldo jederzeit unter <a href=\"http://hm.com/\">hm.com</a>, in einem H&amp;M Geschäft oder über den Kundenservice (siehe weiter unten) überprüfen.</span></p>\n<p> </p>\n<p><span lang=\"DE-en-us\">These terms and conditions apply to H&amp;M Gift Cards purchased via our business partner SVS UK Limited in any of our H&amp;M stores or on <a href=\"http://hm.com/\">hm.com</a> ('H&amp;M Gift Card' or 'H&amp;M e-Gift Card', jointly 'H&amp;M Gift Cards') and to our H&amp;M Merchandise Cards ('H&amp;M Merchandise Card' or 'H&amp;M e-Merchandise Card' jointly 'H&amp;M Merchandise Cards'). By purchasing H&amp;M Gift Cards, or using the H&amp;M Merchandise Cards, you accept these terms and conditions ('Terms and Conditions'). H&amp;M reserves the right to interpret, modify, or terminate the Terms and Conditions without notice. The most recent Terms and Conditions will always be posted at <a href=\"http://hm.com/\">hm.com</a>.<br /><br />H&amp;M Gift Cards and H&amp;M Merchandise Cards may be used in H&amp;M stores and online at <a href=\"http://hm.com/\">hm.com</a> in the country where the card was bought or where the H&amp;M Mechandise Card was issued. You can use the H&amp;M Gift Cards and H&amp;M Merchandise Cards to pay for the full value or part of the value of your selected item(s). If your purchase online is not completely covered by H&amp;M Gift Cards or H&amp;M Merchandise Cards you can use an additional payment method to complete the purchase. Please read more in the <a href=\"https://www2.hm.com/en_gb/customer-service/payments.html\">Payment section at hm.com</a>. The receipt will always show the current balance of the H&amp;M Gift Cards and H&amp;M Merchandise cards used in the transaction. In addition, you can always check your current balance online at <a href=\"http://hm.com/\">hm.com</a>, in a H&amp;M store or by contacting <a href=\"https://www2.hm.com/en_gb/customer-service/contact.html\">Customer Service</a>.</span></p>",
        "how_to_use": "<p>Klicken Sie auf die angegebene Einlösungs-URL. Drucken oder speichern Sie die resultierende Seite mit Ihren eGiftCard-Details. Lösen Sie Ihre H &amp; M-Geschenkkarte für Waren an einem beliebigen H &amp; M-Standort in Deutschland sowie online unter <a href=\"http://www2.hm.com/de_de/index.html\">hm.com</a> ein.</p>\n<p> </p>\n<p>Click the Redemption URL provided. Print or save the resulting page containing your eGiftCard details. Redeem your H&amp;M Gift Card for merchandise at any H&amp;M location in Germany, as well as online at <a href=\"https://www2.hm.com/de_de/index.html\">hm.com</a>.</p>",
        "expiry_and_validity": "",
        "card_image_url": "https://d30s7yzk2az89n.cloudfront.net/images/brands/b572972-300w-326ppi.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '25.00', '50.00', '100.00']",
        "product_id": "44639"
    },
    {
        "name": "Bieten Sie jungen Mädchen Schulmaterial an",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "Viele afrikanische Mädchen gehen aufgrund von Armut nicht zur Grundschule oder schließen sie nicht ab. Jungen haben oft einen privilegierten Zugang zur Schule. In Sierra Leone liegt die Alphabetisierungsrate der 15- bis 24-Jährigen bei 70,5 % für Männer und nur 52,1 % für Frauen. Dies bringt Mädchen langfristig in eine sehr schwierige Situation.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SCHSU-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SCHSU-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/SCHSU-DE/SCHSU-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '20.00', '50.00', '100.00']",
        "product_id": "44741"
    },
    {
        "name": "PlayStation DE",
        "category": "Games",
        "currency_code": "EUR",
        "description": "Fﾃｼge deinem PlayStation邃｢Network-Konto einfach Guthaben hinzu und verwende es fﾃｼr das komplette riesige Angebot im PlayStation Store (PS Store), darunter: 窶｢ PlayStation Plus (PS Plus) Abonnement* fﾃｼr Online-Multiplayer, monatliche Spiele, exklusive Rabatte und mehr. 窶｢ Spiele 窶｢ Virtuelle Wﾃ､hrung und Add-ons 窶｢ Und mehr",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PLAY-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PLAY-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 1 year from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/PLAY-DE/PLAY-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 250.0,
        "denominations": "['10.00', '20.00', '50.00', '60.00', '80.00', '100.00', '150.00', '200.00', '250.00']",
        "product_id": "46259"
    },
    {
        "name": "Sauberer Meereskunstoff",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "Es kann Hunderte von Jahren dauern, bis Plastik abgebaut ist. Oft werden sie kleiner und kleiner, bis sie zu Mikroplastik werden, das jetzt überall zu finden ist. Es ist sehr schädlich für Meereslebewesen, verunreinigt unsere Lebensmittel und verschmutzt unsere Ozeane.\r\n\r\n\r\nDerzeit befinden sich schätzungsweise 75-199 Millionen Tonnen Plastik in unseren Meeren. Deshalb haben wir uns mit vertrauenswürdigen Organisationen wie Oceans Integrity, Plastic Fischer, Plastic Bank, See Turtles und anderen zusammengeschlossen, um die Ozeane zu säubern und zu verhindern, dass noch mehr Plastik in offene Gewässer gelangt.\r\n\r\n\r\nUnsere Partner arbeiten mit lokalen Fluss- und Küstengemeinden zusammen und geben ihnen Anreize oder stellen sie ein, um beim Sammeln von Plastik oder beim Bau schwimmender Barrieren zu helfen. Das Plastik wird dann sortiert und recycelt. Die Bemühungen unserer Partner erstrecken sich über die Sammlung von Plastik im Binnenland, um zu verhindern, dass Plastik in die Flüsse und an die Küsten gelangt, Flussreinigung, sowie auf die Säuberung der Meere.\r\n\r\nBitte beachten Sie, dass jeder ausgegebene Dollar = 1 Wirkungseinheit = 1 Pfund Ozeanplastik reinigen",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CLNOCN-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CLNOCN-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 6 months from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/CLNOCN-DE/CLNOCN-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 104.0,
        "denominations": "['10.00', '20.00', '50.00', '104.00']",
        "product_id": "44673"
    },
    {
        "name": "TK Maxx",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "<p><span lang=\"DE-de-de\">Shoppen wie noch nie! So günstig? Wie geht das? Ganz einfach: TK Maxx ist rund um die Welt unterwegs, um die besten Markenangebote aufzuspüren und sie in die Filialen zu bringen. Jeden Tag neu. Es lohnt sich also, öfter vorbeizukommen.</span></p>\n<p><span lang=\"DE-en-us\">Shop like you’ve never shopped before! And so cheaply? How does that work? It’s very simple: TK Maxx scours the world to find the best brand products and bring them to its stores. Something new every day. It’s therefore worth calling in regularly.</span></p>",
        "terms_and_conditions": "<p><span lang=\"DE-de-de\">Klicken Sie auf den Link, um die vollständigen Nutzungsbedingungen anzuzeigen: <a href=\"http://www.tkmaxx.de/allgemeine-geschaeftsbedingungen\">http://www.tkmaxx.de/allgemeine-geschaeftsbedingungen</a></span></p>\n<p><span lang=\"DE-en-us\">Click the link to view the full Terms and Conditions: <a href=\"http://www.tkmaxx.de/allgemeine-geschaeftsbedingungen\">http://www.tkmaxx.de/allgemeine-geschaeftsbedingungen</a></span></p>",
        "how_to_use": "<p>Klicken Sie auf den Link, um Ihre TK Maxx Geschenkgutschein.</p>\r\n\r\n<p>Click the link to view your TK Maxx Gift Card.</p>\r\n",
        "expiry_and_validity": "",
        "card_image_url": "https://d30s7yzk2az89n.cloudfront.net/images/brands/b419387-300w-326ppi.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 25.0,
        "denominations": "['10.00', '25.00']",
        "product_id": "44641"
    },
    {
        "name": "Ticketmaster",
        "category": "Entertainment",
        "currency_code": "EUR",
        "description": "Als weltweit führender Live-Entertainment-Ticketing und Marketing-Unternehmen verbindet Ticketmaster die Welt mit Live-Entertainment. Ticketmaster ist derzeit in 20 Ländern weltweit tätig und bietet Ticketverkauf, Ticketverkaufsservice, Marketing und Vertrieb über www.ticketmaster.com, eine der größten E-Commerce-Websites im Internet und verwandte proprietäre Internet- und Mobilfunkkanäle, rund 6.700 unabhängige Verkaufsstellen Und 19 Call Center weltweit. Die 1976 gegründete Ticketmaster betreute 2007 mehr als 10.000 Kunden weltweit über mehrere Live-Event-Kategorien und stellte exklusive Ticketing-Services für führende Arenen, Stadien, Amphitheater, Musikclubs, Konzertveranstalter, Profi-Sport-Franchise und Ligen, College-Sport-Teams, darstellende Kunstveranstaltungen zur Verfügung , Museen und Theater. Die Vertriebskanäle von Ticketmaster und die Kundenbasis bieten ihm einen erheblichen Umfang. In den Jahren 2005, 2006 und 2007 verkauften Ticketmaster-Marken und Unternehmen rund 118 Millionen, 127 Millionen bzw. 141 Millionen Tickets, die mit über 6,2 Milliarden US-Dollar, 7,0 Milliarden US-Dollar und 8,3 Milliarden US-Dollar bewertet wurden. Ticketmaster erwartet die Anzahl und den Wert der Tickets, die es verkauft, um weiter zu steigen.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TKM-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TKM-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/TKM-DE/TKM-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 250.0,
        "denominations": "range",
        "product_id": "44755"
    },
    {
        "name": "World of Sweets",
        "category": "Food",
        "currency_code": "EUR",
        "description": "Die ganze Welt der Süßwaren Mit über 9.000 Artikeln gehört World of Sweets zu den führenden Online-Shops, wenn es um Süßigkeiten, Snacks und Getränke auf Bestellung geht. Ob Marken-Klassiker, nostalgische Retro-Produkte, Marktneuheiten oder internationale Süßwaren: World of Sweets bietet Ihnen eine einzigartige Sortimentsbreite und -tiefe an. Wenn Sie z.B. Gummibärchen, Lakritz, Schokolade, Knabberartikel, Kekse, Bonbons, Jelly-Beans, Kaugummis, Lollis, Marshmallows, Marzipan oder Softdrinks suchen, sind Sie hier genau richtig. Entdecken Sie mehr als 750 Marken von Herstellern aus aller Welt. Ob Klassiker von Kinder, Haribo, Milka, Lindt, Ferrero und Katjes oder Bestseller von Cadbury, Hershey's und Fazer: Bei World of Sweets ist für jeden Geschmack etwas dabei. Mit dem innovativen Pick&Mix-Service haben Sie zudem die Möglichkeit, Süßwaren-Mischungen individuell zusammenzustellen. ",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/WLDSWT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/WLDSWT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/WLDSWT-DE/WLDSWT-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '25.00', '50.00']",
        "product_id": "44763"
    },
    {
        "name": "Lindt ",
        "category": "Food",
        "currency_code": "EUR",
        "description": "Heute wie vor mehr als 160 Jahren bürgt der Name Lindt & Sprüngli für beste Qualität und höchsten Genuss. Ab sofort haben Sie die Möglichkeit, Ihre Lieblings - Chocolade aus dem umfangreichen Pralinés- und Tafelsortiment einfach und bequem in unserem Lindt Online Shop zu bestellen.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/LIN-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/LIN-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/LIN-DE/LIN-DE-card.png",
        "country": "Germany",
        "min_amount": 15.0,
        "max_amount": 50.0,
        "denominations": "['15.00', '25.00', '50.00']",
        "product_id": "44709"
    },
    {
        "name": "zooplus",
        "category": "Pets",
        "currency_code": "EUR",
        "description": "Der Online-Shop zooplus.de bietet über 8.000 Produkte aus den verschiedensten Bereichen rund ums Tier. Hier findet der Kunde nicht nur Tierbedarf, Futter und Tiernahrung für Hunde, Katzen und Kleintiere. Auch für Pferde und Reptilien beispielsweise wird das nötige Zubehör angeboten.\r\n Zusätzlich bietet der Online-Shop einen Tierarzt-Service, der Tierhaltern Fragen und Probleme schnell beantwortet.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ZOOPLS-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ZOOPLS-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/ZOOPLS-DE/ZOOPLS-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '20.00', '44.00', '50.00']",
        "product_id": "44764"
    },
    {
        "name": "Zalando",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "Zalando ist Europas führende Adresse für Mode und repräsentiert eine große Auswahl an weltbekannten Marken und unabhängigen Designern. Wir laden unsere Kunden ein, mit unseren Geschenkkarten die aufregende Mode von Zalando zu entdecken. Die Geschenkkarten können für Modeprodukte von Zalando und Partnern eingelöst werden, darunter ein umfangreiches Sortiment an Bekleidung, Schuhen, Kinderbekleidung, Sportbekleidung und Accessoires. Sie können nicht für Schönheits- und Selbstpflegeprodukte, Sportausrüstung, Schmuck, Lifestyle-Produkte und Elektronik sowie Dekoration und Haushaltswaren eingelöst werden. ",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ZAL-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ZAL-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 5 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/ZAL-DE/ZAL-DE-card.png",
        "country": "Germany",
        "min_amount": 7.0,
        "max_amount": 200.0,
        "denominations": "range",
        "product_id": "51973"
    },
    {
        "name": "boohoo",
        "category": "",
        "currency_code": "EUR",
        "description": "Wir wurden 2006 gegründet und haben uns seitdem zu einem weltweit führenden Modeunternehmen mit über 10 Millionen Followern in den sozialen Netzwerken entwickelt. Stil schläft nie und wir auch nicht - wir sind rund um die Uhr erreichbar und bringen jede Woche über 500 neue Produkte auf den Markt, damit du immer die neuesten Looks für weniger Geld bekommst. Wir machen Mode erschwinglich und attraktiv, damit jedes Mädchen die Garderobe ihrer Träume bekommen kann. Was wir noch mehr lieben als deinen tollen Stil, ist deine Individualität - wir wollen dir helfen, sie zu zeigen, dein Ding zu machen und dabei unglaublich gut auszusehen.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BHOO-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BHOO-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 5 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/BHOO-DE/BHOO-DE-card.png",
        "country": "Germany",
        "min_amount": 7.0,
        "max_amount": 500.0,
        "denominations": "range",
        "product_id": "52252"
    },
    {
        "name": "Maisons Du Monde",
        "category": "Home",
        "currency_code": "EUR",
        "description": "Mit der Maisons de Monde-Geschenkkarte bieten Sie garantiert die richtige Dekoration! Mit einer großen Auswahl und zahlreichen Kollektionen an Innendekoration, Möbeln und Utensilien in allen Stilrichtungen werden Ihre Lieben unweigerlich eine Möglichkeit finden, sich selbst zu erfreuen und ihr Interieur nach ihrem Vorbild zu dekorieren! Der Geschenkgutschein von Maison du Monde ist ein Jahr lang gültig und kann einmal oder mehrmals verwendet werden. Wenn Sie den Maison du Monde-Gutschein nutzen, sichern Sie sich ein ideales Geschenk, das Ihre Mitmenschen direkt im Geschäft oder auf der Website auswählen können.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/MAISON-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/MAISON-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 1 year from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/MAISON-DE/MAISON-DE-card.png",
        "country": "Germany",
        "min_amount": 20.0,
        "max_amount": 500.0,
        "denominations": "['20.00', '50.00', '100.00', '200.00', '300.00', '400.00', '500.00']",
        "product_id": "44712"
    },
    {
        "name": "Bloom & Wild DE",
        "category": "Gifts",
        "currency_code": "EUR",
        "description": "Frische Blumen mit britischem Stil, deutschlandweit versandkostenfrei schon am nächsten Tag geliefert, als Kreativ-Blumenbox zum selbst Arrangieren oder als handgebundener Blumenstrauß",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BAW-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BAW-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 1 year from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/BAW-DE/BAW-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '20.00', '25.00', '30.00', '50.00', '100.00']",
        "product_id": "44663"
    },
    {
        "name": "Cyberport",
        "category": "Electronics",
        "currency_code": "EUR",
        "description": "Sie sind auf der Suche nach dem idealen Geschenk für Technik-Fans oder Hightech-Enthusiasten? Oder möchten Sie sich beim nächsten Cyberport-Einkauf selbst eine Freude machen? Dann ist unser Geschenk-Gutschein die perfekte Wahl. Ganz gleich, ob Smartphone-Neuheit, Tablet-Topseller oder der langersehnte Notebook-Traum, Ihr Wunschartikel aus unserem mehr als 45.000 Produkte umfassenden Cyberport-Portfolio wird dank des Geschenk-Gutscheins besonders günstig. Die Einlösung des Gutscheins ist dabei online, am Telefon oder in unseren Filialen möglich.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CPORT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CPORT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/CPORT-DE/CPORT-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '20.00', '50.00', '100.00']",
        "product_id": "44675"
    },
    {
        "name": "Cineplex",
        "category": "Entertainment",
        "currency_code": "EUR",
        "description": "Schenke eine schöne Zeit!\r\n\r\nSchenke Kino in seiner schönsten Form. Egal ob romantischer Liebesfilm, actionreiches Abenteuer oder ein Film für die ganze Familie - unser flexibel einlösbarer Kinogutschein von Cineplex passt sich ganz deinem Geschmack an.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CPLEX-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CPLEX-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/CPLEX-DE/CPLEX-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 25.0,
        "denominations": "['10.00', '25.00']",
        "product_id": "44674"
    },
    {
        "name": "Ernsting's family",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "Ernsting's - von fröhlichen Familien empfohlen.\r\n\r\nErnsting´s family ist mit 1500 Filialen in ganz Deutschland und Österreich vertreten und bietet aktuelle Mode, trendige Accessoires, Spielwaren und schöne saisonal wechselnde Deko-Artikel für die ganze Familie. \r\n\r\nNeben einer Auswahl an Damen- und Herrenmode kann außerdem eine große Vielfalt an Mode für Babys, Kids und Teens gefunden werden. Für das Qualitäts-Preis-Verhältnis wurde das Unternehmen bereits mehrfach ausgezeichnet. \r\n\r\n2010 erhielt Ernsting´s family den Titel \"\"Händler des Jahres 2010\"\" und erzielte ebenfalls in den Kategorien \"\"Baby- und Kindermode\"\" sowie \"\"Damenmode\"\" den ersten Platz. ",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ERNST-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/ERNST-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/ERNST-DE/ERNST-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '20.00', '25.00', '44.00', '50.00']",
        "product_id": "44677"
    },
    {
        "name": "FlystayGift",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "FlystayGift bietet die weltbesten Flug&Hotel-Geschenkgutscheine und Online-Reisebuchungsangebote mit einer\r\neinzigartigen Auswahl aus 450 Airlines, mit denen Sie Flüge zu fast allen Zielen von überall auf der Welt buchen können\r\nund über 750 000 Hotels, Villen & Ferienwohnungen.\r\n\r\nBekannte Anbieter wie Delta Airlines, American Airlines, United Airlines, British Airways, Emirates, Air Canada, Qantas, Cathay Pacific, Singapore Airlines, Air France, KLM, Marriott, Hyatt, Hilton,\r\nWyndham, Fairmont, Accor, IHG und Tausende weitere Anbieter.\r\n\r\nFlystayGift bietet die einzigartige Möglichkeit geteilter Online-Zahlungen, was Ihnen ermöglicht, zwei Gutscheine für\r\nIhre Zahlung zu verwenden und sofort Bonuspunkte zu sammeln.    ",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FGIFT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FGIFT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/FGIFT-DE/FGIFT-DE-card.png",
        "country": "Germany",
        "min_amount": 20.0,
        "max_amount": 4532.0,
        "denominations": "range",
        "product_id": "44681"
    },
    {
        "name": "Dots.eco - Land für wildtiere kaufen ",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "Land für Wildtiere zu kaufen und zu schützen bedeutet, ganze Teile eines Ökosystems zu schützen, anstatt sich auf eine einzelne Art zu konzentrieren. Dies ist erforderlich, damit die ausgewählten Ökosysteme ihre Funktion und Rolle bei der Regulierung des Klimas und der Artenvielfalt beibehalten können. Unsere Partner arbeiten in Schlüsselgebieten auf der ganzen Welt, die Tausende von einzigartigen und unersetzlichen Arten beherbergen und eine wichtige Rolle bei der globalen Klimaregulierung spielen.\r\n\r\n\r\nWir arbeiten mit vertrauenswürdigen Organisationen wie Fundación Jocotoco und Rainforest Trust zusammen. Unsere Partner verwalten Mittel, um Land für Wildtiere zu erwerben und dieses Land als gesetzlich geschütztes Gebiet auszuweisen. Dies ist der erste Schritt auf dem Weg zur Erhaltung und nachhaltigen Entwicklung vor Ort. Wissenschaftliche Ausschüsse sind an der Auswahl der Lebensräume beteiligt. Sobald diese Entscheidung gefallen ist, werden die Mittel dazu verwendet, Land für lokale Naturschutzprojekte zu kaufen und sich bei den lokalen Regierungen für deren Schutz einzusetzen.\r\n\r\nBitte beachten Sie, dass jeder ausgegebene Dollar = 1 Wirkungseinheit = 10 Quadratfuß Wildtierhabitat schützen\r\n",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PURLND-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PURLND-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 6 months from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/PURLND-DE/PURLND-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 102.0,
        "denominations": "['10.00', '20.00', '50.00', '102.00']",
        "product_id": "44730"
    },
    {
        "name": "ToursGift",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "ToursGift bietet alles, was Sie für die Online-Buchung nationaler und internationaler Privattouren benötigen,\r\nmit über 20 000 Flügen, Hotels und Touren und einer Auswahl an Tour-Paketen, damit Sie den perfekten\r\nTrip buchen können!\r\n\r\nToursGift bietet eine aufregende Auswahl an Privattouren, einschließlich Dinner,\r\nHeißluftballonfahren, Helikopter-Ausflügen, Safaris, Yacht-Ausflügen, Road Trips – schaffen Sie tolle Erinnerungen\r\ndie Sie nie wieder vergessen.\r\n\r\nToursGift bietet die einzigartige Möglichkeit geteilter Online-Zahlungen, was Ihnen ermöglicht, zwei Gutscheine für\r\nIhre Zahlung zu verwenden und sofort Bonuspunkte zu sammeln.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TRGIF-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TRGIF-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/TRGIF-DE/TRGIF-DE-card.png",
        "country": "Germany",
        "min_amount": 20.0,
        "max_amount": 2500.0,
        "denominations": "range",
        "product_id": "44757"
    },
    {
        "name": "Saturn",
        "category": "Electronics",
        "currency_code": "EUR",
        "description": "Willkommen bei Deutschlands Top-Adresse für Technik! In bundesweit 155 Saturn-Märkten erwartet Sie eine fantastische Produktauswahl. Vom neuesten Smartphone bis zum ultrahochauflösenden TV-Gerät, vom Roboterstaubsauger bis zum Kaffeevollautomaten – Saturn hat das komplette Sortiment für den smarten Lebensstil von heute. Ob Actioncams, Drohnen oder Smartwatches – hier entdecken Sie immer die neuesten Technik-Trends. Und das ist noch nicht alles: Bei Saturn werden Sie auch exzellent beraten. In Ihrem Markt vor Ort finden Sie in allen Abteilungen kompetente Ansprechpartner. Gerne führen diese Ihnen die Produkte ausführlich vor und beantworten Ihre Fragen. Eine bedeutende Ergänzung des stationären Angebots ist der Saturn-Onlineshop, der im Internet unter www.saturn.de rund um die Uhr erreichbar ist und mit 250.000 Produkten eine umfangreiche Auswahl aus allen Warenbereichen bietet.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SAT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SAT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 5 years from last use",
        "card_image_url": "https://gift.runa.io/static/product_assets/SAT/SAT-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 150.0,
        "denominations": "['10.00', '20.00', '50.00', '100.00', '150.00']",
        "product_id": "44637"
    },
    {
        "name": "Eventim.de",
        "category": "Entertainment",
        "currency_code": "EUR",
        "description": "<p><span lang=\"DE-de-de\">Erleben Sie unvergessliche Augenblicke mit dem Ticket-Gutschein von eventim.de. Ob auf Pop- und Rockkonzerten, Sport-, Theater- und Opernveranstaltungen oder bei Show- und Comedy-Highlights – EVENTIM bringt Sie live zu Ihren Lieblingskünstlern. Sie haben die Auswahl aus jährlich über 140.000 Events. enn Sie mehr als einen Gutschein auf Ihre Bestellung anrechnen möchten, gehen Sie bitte auf <a href=\"http://www.eventim.de/kontakt\">www.eventim.de/kontakt</a>. Hier geben Sie die Ihnen vorliegenden Gutscheincodes an. Anschließend erhalten Sie vom EVENTIM-Kundenservice Ihren neuen Gutscheincode.</span></p>\n<p><span lang=\"DE-en-us\">Experience unforgettable moments with the eventim.de ticket voucher. Whether at pop and rock concerts, sports, theater and opera events or at show and comedy highlights - EVENTIM brings you live to your favorite artists. You can choose from over 140,000 events per year. If you would like to credit more than one voucher to your order, please go to <a href=\"http://www.eventim.de/kontakt\">www.eventim.de/kontakt</a>. Enter the voucher codes you have here. You will then receive your new voucher code from EVENTIM customer service.</span></p>",
        "terms_and_conditions": "<p><span lang=\"DE-de-de\">Erleben Sie unvergessliche Augenblicke mit dem Ticket-Gutschein von <a href=\"http://eventim.de\">eventim.de</a>. Ob auf Pop- und Rockkonzerten, Sport-, Theater- und Opernveranstaltungen oder bei Show- und Comedy-Highlights – EVENTIM bringt Sie live zu Ihren Lieblingskünstlern. Sie haben die Auswahl aus jährlich über 100.000 Events. Ihren Gutschein können Sie bei jeder Bestellung im Internet unter <a href=\"http://www.eventim.de\">www.eventim.de</a> durch Eingabe des Gutschein Codes einlösen. Entscheiden Sie sich für eine Veranstaltung und legen Sie die Tickets in den Warenkorb. Im Warenkorb können Sie unter Schritt 1 Ihren persönlichen Gutscheincode eingeben. Der Gutscheinbetrag wird von der Gesamtsumme abgezogen. Sollte noch ein Restbetrag zu zahlen sein, geben Sie bitte ein weiteres Zahlungsmittel (Kreditkarte, Lastschrift) an. Verrechnung oder Barauszahlung des Restbetrages, sowie eine nachträgliche Anrechnung eines Gutscheins und eine Zusammenfassung von mehreren Gutscheinen ist nicht möglich. Wenn Sie mehr als einen Gutschein auf Ihre Bestellung anrechnen möchten, gehen Sie bitte auf <a href=\"http://www.eventim.de/kontakt\">www.eventim.de/kontakt</a>. Hier geben Sie die Ihnen vorliegenden Gutscheincodes an. Anschließend erhalten Sie vom EVENTIM-Kundenservice Ihren neuen Gutscheincode.</span></p>\n<p><span lang=\"DE-en-us\">Experience unforgettable moments with the ticket voucher from <a href=\"http://eventim.de\">eventim.de</a>. Whether at pop and rock concerts, sports, theater and opera events or show and comedy highlights - EVENTIM brings you live to your favorite artists. You can choose from more than 100,000 events a year. You can redeem your voucher with every order on the internet at <a href=\"http://www.eventim.de\">www.eventim.de</a> by entering the voucher code. Choose an event and place the tickets in the shopping cart. In the shopping cart you can enter your personal coupon code under step 1. The voucher amount will be deducted from the total amount. If you still have a remaining amount to pay, please indicate another means of payment (credit card, direct debit). Billing or cash payment of the balance, as well as a subsequent crediting of a voucher and a summary of several vouchers is not possible.  If you would like to credit more than one voucher to your order, please go to <a href=\"http://www.eventim.de/kontakt\">www.eventim.de/kontakt</a>. Enter the voucher codes you have here. You will then receive your new voucher code from EVENTIM customer service.</span></p>",
        "how_to_use": "<ol>\r\n\t<li>F&uuml;r Ihren Sicherheits-PIN, klicken Sie bitte auf die Einl&ouml;sungs-URL.</li>\r\n\t<li>Kopieren oder speichern Sie den Sicherheits-PIN, und klicken Sie auf &quot;Anmelden&quot;.</li>\r\n\t<li>Um auf Ihre Geschenkkarte zuzugreifen, geben Sie den PIN ein und klicken Sie auf &quot;Weiter&quot;.</li>\r\n\t<li>Um die Details des Geschenkgutscheines zu sehen, speichern Sie das PDF auf dem Handy oder laden Sie es herunter.</li>\r\n\t<li>Online einkaufen und nutzen!</li>\r\n</ol>\r\n\r\n<p><strong>Bitte beachten Sie:</strong>&nbsp;Der Sicherheits-PIN hat ab Lieferdatum eine G&uuml;ltigkeitsdauer von 12 Monaten.</p>\r\n\r\n<ol>\r\n\t<li>Click the Redemption URL to view your security PIN.</li>\r\n\t<li>Copy or save security PIN and click&nbsp;&quot;Login&quot; button.</li>\r\n\t<li>Enter PIN and select &quot;Continue&quot; button to access your gift card.</li>\r\n\t<li>Save PDF to phone or download to view gift card details.</li>\r\n\t<li>Shop and use online!</li>\r\n</ol>\r\n\r\n<p><strong>Please note</strong>: security PIN has an expiration period of 12 months from delivery date.</p>\r\n",
        "expiry_and_validity": "",
        "card_image_url": "https://d30s7yzk2az89n.cloudfront.net/images/brands/b305974-300w-326ppi.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '25.00', '50.00', '100.00']",
        "product_id": "44643"
    },
    {
        "name": "Inspire Travel",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "BOOK WITH CONFIDENCE ON ALL INSPIRE TRAVEL BREAKS!  \r\nInspire is an ABTA and ATOL licensed travel agency that has access to 100's of travel providers such as Hilton, Marriott, Emirates, BA, Easyjet, TUI, Jet2Holidays, Kuoni, and Disneyland Paris. Inspire offers unrivalled variety with City Breaks, Cruises, Hotels, Flights, Luxury Holidays, Attractions, and Car Hire. One card, a world of choice! **Valid on bookings made via Inspire’s agents and website only and not by the tour operator directly.** Check out our Covid booking promise! Choose Inspire for confidence with your next break at [www.travelbyinspire.eu](https://www.travelbyinspire.eu/)\r\n\r\nPlease note, some carriers can only be booked as part of a package, please call Inspire agents to check which airlines this applies to, https://www.travelbyinspire.eu/travelcard-terms/",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/INSP-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/INSP-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 2 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/INSP-DE/INSP-DE-card.png",
        "country": "Germany",
        "min_amount": 9.0,
        "max_amount": 3000.0,
        "denominations": "range",
        "product_id": "44699"
    },
    {
        "name": "Waterdrop",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "\r\n Redemption Possibility\r\n The voucher can only be redeemed in the waterdrop Online Store. Voucher value cannot be exchanged for cash value. Please note, that the vouchers you purchase are subject to separate terms and conditions.\r\n \r\n Number of Redeemable Vouchers\r\n Only 1 voucher can be redeemed per purchase.\r\n \r\n Validity\r\n The voucher is valid for 3 years.\r\n \r\n Remaining Credit\r\n The remaining balance expires if not redeemed.\r\n \r\n Terms of Delivery\r\n The voucher will be send to you by e-mail.\r\n \r\n Redemption Description\r\n Add any product to the shopping cart at www.waterdrop.de, go to checkout and redeem the code in the \"Discount code\" field before checkout.\r\n",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/WTRDRP-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/WTRDRP-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/WTRDRP-DE/WTRDRP-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 25.0,
        "denominations": "['10.00', '15.00', '25.00']",
        "product_id": "46278"
    },
    {
        "name": "Dots.eco - Wiederherstellung von Korallenriffen",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "Korallen sind Kolonien von Millionen winziger kleiner Tiere. Sie sind Cousins von Quallen und Anemonen und beherbergen ein Viertel aller Meeresarten! Sie liefern Nahrung für Millionen von Menschen, sind ein Anziehungspunkt für den Tourismus und dienen als Barriere, die die Küsten vor Stürmen schützt.\r\n\r\n\r\nWir arbeiten mit vertrauenswürdigen Organisationen wie Coral Guardian und Biorock Indonesia zusammen, um Korallenriffe wiederherzustellen, die durch menschliche Aktivitäten geschädigt oder zerstört wurden. Unsere Partner züchten lebende Korallen in einer Aufzuchtstation und verpflanzen sie in das geschädigte Riff, sobald die Fragmente eine lebensfähige Größe erreicht haben. Anschließend überwachen sie das Wachstum und die Gesundheit der verpflanzten Kolonien, um ihr Überleben sicherzustellen.\r\n\r\nBitte beachten Sie, dass jeder ausgegebene Dollar = 1 Wirkungseinheit = 1 Korallenriff-Fragment wiederherstellen",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/RSTCOR-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/RSTCOR-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 6 months from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/RSTCOR-DE/RSTCOR-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 107.0,
        "denominations": "['10.00', '20.00', '50.00', '107.00']",
        "product_id": "44736"
    },
    {
        "name": "Jacques' Wein-Depot",
        "category": "Food",
        "currency_code": "EUR",
        "description": "Probieren wie beim Winzer!\r\n  \r\n   \r\n In über 280 Depots bietet Jacques‘ Wein-Depot authentische Winzerweine aus aller Welt an. Neben Rot- und Weißweinen umfasst das Sortiment auch Sekt, Champagner und Spirituosen. Besonders an Jacques‘ ist das Probieren. Nirgendwo sonst kann man über 200 Weine vor Ort verkosten. \r\n\r\n Außerdem bietet Jacques‘ Wein-Depot tolle Geschenkideen. Kunden finden hier unter anderem speziell zusammengestellte Weinkörbe, Präsentpakete sowie einen Gutschein für den Besuch des Depots. \r\n\r\n Der Gutschein wird Ihnen per E-Mail zugesendet.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/JACQUE-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/JACQUE-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/JACQUE-DE/JACQUE-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '25.00', '50.00']",
        "product_id": "44702"
    },
    {
        "name": "Falconeri DE",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "The magical combination of fine natural fibres, Italian craftsmanship and innovative production methods is what makes Falconeri unique. The brand represents the evolution of luxury, thanks to its specialisation in cashmere and the highest quality natural yarns at exceptional prices and timeless style. \r\n\r\n",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FALC-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FALC-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/FALC-DE/FALC-DE-card.png",
        "country": "Germany",
        "min_amount": 30.0,
        "max_amount": 250.0,
        "denominations": "['30.00', '75.00', '100.00', '150.00', '200.00', '250.00']",
        "product_id": "44680"
    },
    {
        "name": "Douglas ",
        "category": "Health & Beauty",
        "currency_code": "EUR",
        "description": "Douglas ist der größte Spezialist für hochwertige Schönheitspflege mit einem ständig aktualisierten Sortiment sowie damit verbundenen Dienstleistungen in den Segmenten Düfte, Pflege, dekorative Kosmetik und Accessoires. Als YOUR PARTNER IN BEAUTY hilft Douglas Ihnen, alle Facetten Ihrer individuellen Schönheit zu entdecken. Erfüllen Sie sich Ihren Beautywunsch auf www.douglas.de",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/DOUG-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/DOUG-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/DOUG-DE/DOUG-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '15.00', '20.00', '25.00', '50.00']",
        "product_id": "44642"
    },
    {
        "name": "eLearnGift",
        "category": "Experiences",
        "currency_code": "EUR",
        "description": "eLearnGift bietet eine spannende Auswahl von über 200 Online-Sprach- und Lernkursen. Für Spaß und Persönlichkeitsentwicklung. Lernen Sie aus einer Auswahl von über 200 Sprachkursen mit beliebten Sprachen wie Spanisch, Französisch, Italienisch, Deutsch, Japanisch, Mandarin und vielen mehr.\r\n                                                                                     \r\n",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/LGIFT-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/LGIFT-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 1 year from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/LGIFT-DE/LGIFT-DE-card.png",
        "country": "Germany",
        "min_amount": 20.0,
        "max_amount": 4532.0,
        "denominations": "range",
        "product_id": "44708"
    },
    {
        "name": "Intimissimi DE",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "https://catalogue.amilon.eu/Retailer/Retailer/F8656531-684F-48D6-9597-85D20C594AEE",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/INTIM-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/INTIM-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/INTIM-DE/INTIM-DE-card.png",
        "country": "Germany",
        "min_amount": 30.0,
        "max_amount": 100.0,
        "denominations": "['30.00', '50.00', '70.00', '100.00']",
        "product_id": "44700"
    },
    {
        "name": "Hunde gegen Tollwut impfen",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "Tollwut ist hauptsächlich durch Hundebisse infiziert. Seit 2006 ist die Massenimpfung gegen Tollwut die neue Strategie, die durch streunende Hunde anstelle von Massenkeulung für Tollwutkontrolle umgesetzt wird. Wir müssen eine Impfabdeckung von 70% für die Ausrottung von Tollwut in der Hundepopulation erreichen.\r\nOrt: Indien",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/VACDG-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/VACDG-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/VACDG-DE/VACDG-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '25.00', '50.00', '100.00']",
        "product_id": "44761"
    },
    {
        "name": "Dots.eco - Meeresgebiet schützen",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "Der Schutz von Meeresgebieten ist eine der wichtigsten Maßnahmen zur Erhaltung der Meere. Die Gebiete, die wir schützen, werden aufgrund ihrer ökologischen Bedeutung für die Erhaltung der Meeresökosysteme als Meeresschutzgebiete (MPA) bezeichnet. Wir ermöglichen den Schutz von Gebieten, die für die Gesunderhaltung aquatischer Ökosysteme von entscheidender Bedeutung sind, wie z. B. Fortpflanzungs- und Aufwuchsgebiete für wichtige marine Arten sowie Hotspots der biologischen Vielfalt, die die Funktion des Ökosystems aufrechterhalten.\r\n\r\n\r\nWir arbeiten mit vertrauenswürdigen Organisationen wie der Coral Reef Alliance zusammen.\r\nUnsere Partner setzen sich dafür ein, dass Meeresschutzgebiete (Marine Protected Areas, MPA) ihren rechtlichen Schutzstatus erhalten, indem sie die notwendige Infrastruktur unterstützen, um illegale und zerstörerische Aktivitäten zu verhindern. Sie arbeiten mit lokalen Gemeinden zusammen, um die Meeresgebiete zu patrouillieren und auf illegale Abwassereinleitungen zu überprüfen, was zur Reinhaltung der Gewässer beiträgt. Sie führen nachhaltige Fischereipraktiken und Managementprogramme ein, wenn dies erforderlich ist, und organisieren Bootspatrouillen, um sicherzustellen, dass die Grenzen der MPAs nicht verletzt werden.\r\n\r\nBitte beachten Sie, dass jeder ausgegebene Dollar = 1 Wirkungseinheit = 1.000 Quadratmeter Meeresgebiet schützen",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PRTMRN-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PRTMRN-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 6 months from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/PRTMRN-DE/PRTMRN-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 105.0,
        "denominations": "['10.00', '20.00', '50.00', '105.00']",
        "product_id": "44728"
    },
    {
        "name": "Baby Walz",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "Alles was Sie für sich und Ihr Baby brauchen, finden Sie bei baby-walz. Mit über 30.000 Artikeln bietet baby-walz alles was Mutti und Kind glücklich macht. Das Angebot reicht dabei von Umstandsmode über Baby-Ausstattung bis hin zu Spiel- und Freizeitartikeln für die junge Familie. Wir bauen unsere Stellung als Europas größtes Spezialversandhaus für die junge Familie laufend weiter aus. Dazu trägt inzwischen natürlich auch unser Web-Shop maßgeblich bei: unter www.baby-walz.com präsentieren wir unser gesamtes Sortiment – und viele kleine \"Extras\" mehr.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BAB-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BAB-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/BAB-DE/BAB-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '20.00', '50.00']",
        "product_id": "44661"
    },
    {
        "name": "Secret Escapes",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "Verschenken Sie Erinnerungen fürs Leben! Wir von Secret Escapes bieten Ihnen täglich etwas ganz Besonderes – unglaublich schöne Luxushotels und Traumreisen zu Spitzenpreisen. Erfahrene Reiseexperten handeln persönlich die besten Angebote für Hotels und Reisen aus. Anschließend wird jedes Angebot 4-Mal von uns geprüft. So garantieren wir den günstigsten Preis. Überraschen Sie Ihre Liebsten mit individuellem Urlaub und verschenken Sie luxuriöse Momente und Erinnerungen fürs Leben. \r\n\r\n Mit dem Gutscheincode können Beschenkte auf www.secretescapes.de ihren persönlichen Traumurlaub auswählen und direkt buchen: vom Boutiquehotel in der Nähe bis hin zur exotischen Fernreise. Schenken Sie Ihren Liebsten Zeit – und zwar eine hervorragende!\r\n",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SECRET-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/SECRET-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/SECRET-DE/SECRET-DE-card.png",
        "country": "Germany",
        "min_amount": 50.0,
        "max_amount": 100.0,
        "denominations": "['50.00', '100.00']",
        "product_id": "44742"
    },
    {
        "name": "Google Play Germany",
        "category": "Games",
        "currency_code": "EUR",
        "description": "<p><span lang=\"DE-de-de\">Bei Play findest du alles, was du für dein Android-Gerät brauchst.<br /><br />Stöber bei Google Play in über 1 Mio. Android-Apps und -Spielen und hol dir mit einem Gutscheincode deine Favoriten. Auf der weltweit größten Plattform für Mobile Gaming findest du Kracher wie Clash Royale oder Pokémon GO. Du kannst deinen Gutscheincode auch für die neuesten Apps, Filme, Musik und vieles mehr einlösen. Du benötigst keine Kreditkarte und dein Guthaben läuft niemals ab. Gönn dir oder anderen noch heute etwas von Google Play.<br /><br />Spiel, wie du willst: Du hast die Wahl zwischen einer Geschenkkarte, einem Geschenkcode auf dem Beleg oder einem Online-Geschenkcode.<br /><br />Bargeldzahlung: Es ist keine Kredit- oder Debitkarte erforderlich und das Guthaben läuft niemals ab.<br /><br />Bessere Übersicht: Mit einer Geschenkkarte hast du deine Ausgaben für Spiele und Unterhaltung besser im Blick.<br /><br />Alle Infos zu Google Play Gutscheincode finden Sie auf <a href=\"https://play.google.com/store\">https://play.google.com/store</a></span></p>\n<p> </p>\n<p><span lang=\"DE-en-us\">A lot more Play. All on your Android.</span></p>\n<p>Power up in over 1M Android apps and games on Google Play, the world's largest mobile gaming platform. Use a Google Play gift code to go further in your favorite games like Clash Royale or Pokémon GO, or redeem it for the latest apps, movies, music, books, and more. There’s no credit card required, and balances never expire. Treat yourself or give the gift of Play today.<br /><br />Play your way: Choose a physical gift card, gift code on receipt, or online gift code.<br /><br />Pay with cash: No credit or debit card required, plus balances never expire.<br /><br />Budget better: Use a gift card to easily track your spending on games &amp; entertainment.</p>",
        "terms_and_conditions": "<p><span lang=\"DE-de-de\">Nutzungsbedingungen: Die vollständigen Nutzungsbedingungen sind unter <a href=\"https://play.google.com/intl/ALL_de/about/card-terms/\">play.google.com/intl/ALL_de/about/card-terms/</a>. Google Play-Geschenkkarten werden von Google Commerce Limited (\"GCL\") ausgestellt und verkauft. Sie können nur von Personen ab 16 Jahren mit Wohnsitz in Deutschland eingelöst werden. Zum Einlösen benötigt man ein Google Payments-Konto und Internetzugriff. Geschenkkarten können ausschließlich für den Kauf ausgewählter Artikel bei Google Play verwendet werden. Nicht verwendbar für Hardware, E-Books und bestimmte Abonnements. Zukünftige Einschränkungen vorbehalten. Für die Nutzung der Karte fallen keine Gebühren an und es gibt kein Ablaufdatum. Die Geschenkkarte kann nicht gegen Bargeld oder andere Karten eingelöst, wieder aufgeladen oder mit anderen, nicht von Google Play stammenden Guthaben kombiniert werden, und es ist nicht zulässig, sie weiterzuverkaufen, zu tauschen oder entgeltlich zu übertragen. Der Nutzer ist für die sichere Aufbewahrung der Karte verantwortlich. Weitere Informationen gibt es unter <a href=\"https://support.google.com/googleplay/go/cardhelp\">support.google.com/googleplay/go/cardhelp</a>.</span></p>\n<p><span lang=\"DE-en-us\">Terms of Use: The full terms of use can be found at <a href=\"http://play.google.com/de-card-terms\">play.google.com/de-card-terms</a>. Google Play gift cards are issued and sold by Google Commerce Limited (\"GCL\"). They can only be redeemed by people aged 16 and over who are resident in Germany. To redeem you need a Google Payments account and internet access. Gift cards can only be used to purchase selected items on Google Play. Not usable for hardware, e-books and certain subscriptions. Subject to future restrictions. There are no fees for using the card and there is no expiry date. The Gift Card cannot be redeemed for cash or other cards, recharged, or combined with any other non-Google Play balance, and it is not permitted to resell, trade, or transfer it for a fee. The user is responsible for the safe storage of the card. More information is available at <a href=\"http://support.google.com/googleplay/go/cardhelp\">support.google.com/googleplay/go/cardhelp</a>.</span></p>",
        "how_to_use": "<p>Zum Einl&ouml;sen ben&ouml;tigen Sie ein Google Payments-Konto und einen Internetzugang.</p>\n<p>1. Klicken Sie zuerst oben auf die Einl&ouml;sungs-URL<br />2. Klicken Sie als N&auml;chstes auf die Schaltfl&auml;che mit dem Druckersymbol, um die Geschenkkarte/den Gutscheincode anzuzeigen<br />3. Klicken Sie dann auf die Schaltfl&auml;che play.google.com<br />4. Geben Sie den Geschenkkartencode ein und w&auml;hlen Sie Einl&ouml;sen</p>\n<p>Um &uuml;ber die Google Play App einzul&ouml;sen:</p>\n<p>1. Klicken Sie zuerst oben auf die Einl&ouml;sungs-URL<br />2. Klicken Sie als N&auml;chstes auf die Schaltfl&auml;che mit dem Druckersymbol, um die Geschenkkarte/den Gutscheincode anzuzeigen<br />3. &Ouml;ffnen Sie die Google Play-App<br />4. Tippen Sie oben rechts auf das Profilsymbol<br />5. Tippen Sie auf Zahlungen &amp; Abonnements &gt; Geschenkcode einl&ouml;sen<br />6. Geben Sie den Code ein</p>\n<p>&nbsp;</p>\n<p>To redeem, you need a Google Payments account and internet access.</p>\n<ol>\n<li>First, click the Redemption URL above</li>\n<li>Next, click the printer icon button to reveal the Gift Card/Coupon Code</li>\n<li>Then, click the play.google.com button</li>\n<li>Enter Gift Card Code and choose Redeem</li>\n</ol>\n<p>To redeem from the Google Play app:</p>\n<ol>\n<li>First, click the Redemption URL above</li>\n<li>Next, click the printer icon button to reveal the Gift Card/Coupon Code</li>\n<li>Open the Google Play app</li>\n<li>At the top right, tap the profile icon</li>\n<li>Tap&nbsp;Payments &amp; subscriptions &gt;&nbsp;Redeem gift code</li>\n<li>Enter the code</li>\n</ol>",
        "expiry_and_validity": "",
        "card_image_url": "https://d30s7yzk2az89n.cloudfront.net/images/brands/b553967-300w-326ppi.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 25.0,
        "denominations": "['10.00', '25.00']",
        "product_id": "44635"
    },
    {
        "name": "FloraPrima",
        "category": "Gifts",
        "currency_code": "EUR",
        "description": "Machen Sie einem lieben Menschen eine Freude mit einem Blumengutschein von FloraPrima.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FPRIMA-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/FPRIMA-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 2 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/FPRIMA-DE/FPRIMA-DE-card.png",
        "country": "Germany",
        "min_amount": 15.0,
        "max_amount": 100.0,
        "denominations": "['15.00', '25.00', '50.00', '100.00']",
        "product_id": "44686"
    },
    {
        "name": "Bieten Sie bedürftige Frauen regelmäßiger Schutz",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "Über 2.000.000 Frauen in Frankreich sind mit Menstruationsschwierigkeiten konfrontiert. Sie schafft Hygiene- und Gesundheitsprobleme und gefährdet das Wohlergehen und Leben vieler Frauen. Indem wir Menstruationsschutzmittel sammeln und an bedürftige Frauen verteilen, geben wir ihnen Zugang zu diesem Grundbedürfnis, stärken sie und bekämpfen Menstruationsunsicherheiten!",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PRDPC-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/PRDPC-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/PRDPC-DE/PRDPC-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '25.00', '50.00', '100.00']",
        "product_id": "44727"
    },
    {
        "name": "BucketlistGift ",
        "category": "Travel",
        "currency_code": "EUR",
        "description": "BucketlistGift bietet das Außergewöhnliche und Erstaunliche mit Zugang zu Weltwundererlebnissen, maßgeschneiderten Safarireisen, Bucket-List-Städten, kuratierten Konzerten, epikureischen Erlebnissen und VVIP-Sport- und Kulturveranstaltungen. Mit über 20.000 Flügen + Hotel- und VIP-Erlebnissen mit einer Auswahl an Paketen Touren, um den perfekten Kurzurlaub für private Touren zu buchen! BucketlistGift bietet eine aufregende Auswahl an privaten Tourerlebnissen, darunter kulinarische Erlebnisse, Heißluftballon- oder Helikopterreisen, Safaris, Yacht- und Roadtrips, die positive Erinnerungen schaffen, die ein Leben lang anhalten.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BUCKET-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BUCKET-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/BUCKET-DE/BUCKET-DE-card.png",
        "country": "Germany",
        "min_amount": 20.0,
        "max_amount": 4532.0,
        "denominations": "range",
        "product_id": "44668"
    },
    {
        "name": "Conrad",
        "category": "Electronics",
        "currency_code": "EUR",
        "description": "Willkommen bei Conrad Electronic\r\n\r\nWir stehen als zuverlässiger Partner seit 1923 für professionelle Technik und Elektronik. Mit mehr als 800.000 Artikeln ist das Familienunternehmen aus der Oberpfalz auch für Privatkund*innen einer der führenden Technik-Anbieter für alle, die Technik lieben. Wir inspirieren Sie mit cleveren Ideen und praktischen Lösungen für jeden Einsatz.\r\n\r\nAlle Produkte, Services und Lösungen finden Sie auf conrad.de.\r\n\r\nDas perfekte Geschenk für alle, die Technik lieben: der Conrad Geschenkgutschein. Einfach bequem online kaufen und weiterverschenken.\r\n\r\nOb Büroausstattung, Multimedia-Geräte oder Spezialanwendungen: Mit mehr als 800.000 Artikeln finden Sie auf conrad.de clevere Ideen und praktische Lösungen für jeden Technik-Einsatz – 24 Stunden am Tag. Unsere Produkte und Services finden Sie in unserem Onlineshop oder in den zahlreichen Werbemitteln. Kompetente Beratung und echter Service inklusive.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CRAD-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CRAD-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/CRAD-DE/CRAD-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '15.00', '25.00', '50.00', '100.00']",
        "product_id": "44649"
    },
    {
        "name": "Bieten Sie Kinderbetreuung für Bedürftigen Menschen an",
        "category": "Charity",
        "currency_code": "EUR",
        "description": "Leider wirken sich rassistische Ungleichheiten immer noch negativ auf das Leben vieler Menschen in den Vereinigten Staaten. Eine Studie zeigte, dass 7 von 10 schwarzen Amerikanern in ihrem Leben in Diskriminierungen erlebt hat. Da wir an einen positiven Einfluss und an Bedürftigen glauben, wollen wir Alleinerziehende mit Kinderbetreuung zur Verfügung stellen. Jeder verdient die Chance, bei der Überwindung von Hindernissen zu helfen! Ist es nicht?\r\nOrt: USA",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CHILDCR-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/CHILDCR-DE/redeem_markdown.md",
        "expiry_and_validity": "Does not expire",
        "card_image_url": "https://gift.runa.io/static/product_assets/CHILDCR-DE/CHILDCR-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 100.0,
        "denominations": "['10.00', '25.00', '50.00', '100.00']",
        "product_id": "44672"
    },
    {
        "name": "123 Blumenversand",
        "category": "Gifts",
        "currency_code": "EUR",
        "description": "Es gibt viele Anlässe bei denen ein herrlicher frischer Blumenstrauß die Augen der Beschenkten blitzen lässt. Blumen verschicken war noch nie so einfach wie mit 123 Blumenversand. Ob es ein schöner bunter Blumenstrauß zum Geburtstag  oder ein roter Rosenstrauß für die Geliebte sein soll, für Sie versenden wir alle Blumen an Ihre Wunschlieferadresse.\r\nAls online Blumenversand verstehen wir es Ihre Zimmerpflanzen, Gestecke oder Blumensträuße so zu versenden, dass wir die Frische Ihrer Blumen  garantieren können.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BLUMEN-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/BLUMEN-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 2 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/BLUMEN-DE/BLUMEN-DE-card.png",
        "country": "Germany",
        "min_amount": 15.0,
        "max_amount": 100.0,
        "denominations": "['15.00', '20.00', '25.00', '50.00', '100.00']",
        "product_id": "44667"
    },
    {
        "name": "Tezenis DE",
        "category": "Apparel",
        "currency_code": "EUR",
        "description": "*****LOCAL***** Tezenis punta a identificarsi con un´anima cool e innovativa, in linea con le nuove tendenze e il mondo dei social media. In costante evoluzione, è sempre in grado di proporre una moda che fa della contemporaneità il suo punto di forza, adeguandosi rapidamente al cambiamento degli stili e intercettando le tendenze all´avanguardia nel settore dell´intimo, mare, calzetteria, maglieria e easywear per donna, uomo e bambino.\n\n\n\tLa Gift Card è immediatamente funzionante e associata all´email a cui è stata assegnata\n\tPuoi utilizzare la tua Gift Card online o nei negozi Tezenis aderenti all´iniziativa\n\tPuoi spendere l´importo della tua Gift Card anche in più soluzioni di acquisto (sia online sia offline)\n\tLa Gift Card è valida 3 anni dalla data di acquisto. Per maggiori informazioni visita il regolamento completo su https://www.tezenis.com/de/giftcard/\n *****LOCAL***** Tezenis vise à s´identifier à une âme cool et innovante, en phase avec les nouvelles tendances et le monde des médias sociaux. En constante évolution, elle est toujours en mesure de proposer une mode qui fait du style contemporain son point fort, en s´adaptant rapidement aux changements de style et en interceptant les tendances de pointe en matière de sous-vêtements, de vêtements de plage, de bonneterie, de tricots et de easywear pour femmes, hommes et enfants.\n\nLa carte cadeau est immédiatement fonctionnelle et associée à l´email auquel elle a été attribuée.\nVous pouvez utiliser votre carte cadeau en ligne ou dans les magasins Tezenis participant à l´initiative.\nVous pouvez également dépenser le montant de votre carte cadeau dans plus d´une solution d´achat (en ligne et hors ligne).\nLa carte cadeau est valable pendant 3 ans à compter de la date d´achat. Pour plus d´informations, consultez le règlement complet sur https://www.tezenis.com/de/giftcard/ *****ENGLISH***** Tezenis aims to identify with a cool and innovative soul, in line with new trends and the world of social media. Constantly evolving, it is always able to offer fashion that makes contemporary style its strong point, adapting quickly to changing styles and intercepting cutting-edge trends in underwear, beachwear, hosiery, knitwear and easywear for women, men and children.\n\nThe Gift Card is immediately functional and associated to the email to which it has been assigned.\nYou can use your Gift Card online or in the Tezenis shops taking part in the initiative.\nYou can spend the amount of your Gift Card also in more than one purchase solution (both online and offline)\nThe Gift Card is valid for 3 years from the date of purchase. For further information visit the complete regulations on https://www.tezenis.com/de/giftcard/ *****LOCAL***** Tezenis tiene como objetivo identificarse con un alma llena de frescura e innovación, en consonancia con las nuevas tendencias y el mundo de las redes sociales. En constante evolución, y siempre capaz de proponer una moda que tiene su punto fuerte en la contemporaneidad, adaptándose rápidamente a los estilos cambiantes y adoptando las tendencias más vanguardistas en lencería, ropa de playa, calcetería, ropa de punto e easywear para mujer, hombre y niños.\n\n\n\tLa tarjeta regalo funciona instantáneamente y está asociada al correo electrónico al que se haya asignado\n\tPuedes utilizar tu tarjeta regalo online o en las tiendas Tezenis adheridas a esta promoción\n\tPuedes gastar el importe de tu tarjeta regalo en distintos medios de compra, tanto online como en tienda\n\tLa tarjeta regalo tiene una validez de 3 meses a partir de la fecha de compra. Para obtener más información, consulta el reglamento completo en https://www.tezenis.com/de/giftcard/\n *****LOCAL***** Tezenis ist eine coole und innovative Marke, die neueste Trends aufgreift und in den sozialen Medien zu Hause ist. Sie entwickelt sich stetig weiter und offeriert Mode, die am Puls der Zeit ist, die sich im Stil anpasst und frische Trends aus den Bereichen Unterwäsche, Bademode, Strumpfwaren, Oberbekleidung und Easywear für Damen, Herren und Kinder aufgreift.\n\n\n\tDie Gift Card kann sofort verwendet werden und ist mit der E-Mail verknüpft, der sie zugewiesen wurde\n\tDu kannst Deine Gift Card online oder in den Tezenis Geschäften, die an der Aktion teilnehmen, einlösen\n\tDu kannst den Betrag auf Deiner Gift Card auch mit mehreren Einkäufen einlösen (online und offline)\n\tDie Gift Card ist 3 Jahre lang ab Kaufdatum gültig. Weitere Informationen findest Du in den vollständigen Bedingungen auf https://www.tezenis.com/de/giftcard/\n",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TEZ-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/TEZ-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/TEZ-DE/TEZ-DE-card.png",
        "country": "Germany",
        "min_amount": 20.0,
        "max_amount": 100.0,
        "denominations": "['20.00', '30.00', '50.00', '100.00']",
        "product_id": "44753"
    },
    {
        "name": "Dehner",
        "category": "Retail",
        "currency_code": "EUR",
        "description": "Dehner gilt als erste Adresse für alle, die Pflanzen lieben und mit der Natur leben wollen. Mit über 130 Märkten in Deutschland und Österreich ist Dehner Europas größte Garten-Center-Gruppe. Der Marktführer der grünen Branche zeichnet sich durch sein hochwertiges und vielfältiges Angebot an Pflanzen für Drinnen und Draußen sowie seine umfangreichen Sortimente für Garten, Balkon und Terrasse aus. Komplettiert wird das Dehner Serviceangebot von der Beratung des qualifizierten Fachpersonals in den Märkten und dem Onlineshop, der den Zugriff auf das vollumfassende Produktspektrum gewährt. Gartenliebhaber finden bei Dehner eine breite Auswahl an saisonalen Beet- und Balkonpflanzen, Stauden, Sträuchern und Setzlingen und die dazu passenden Pflanzgefäße. Das erstklassige Angebot an Saatgut und Blumenzwiebeln in bewährter Dehner Eigenmarken-Qualität lädt zudem zum Säen und Pflanzen ein. Komfortable Gartenmöbel, Grillsysteme, Zubehör und Solarlampen bringen den Wohlfühlfaktor nach Hause, alle Deko- und Kreativfreunde freuen sich über die neuesten Dekorationsideen für den Innen- und Außenbereich. Die beliebten Indoor-Pflanzen stehen den Dehner Kunden das ganze Jahr über zur Verfügung. Für Tierfreunde bieten die Zooabteilungen eine exzellente Kollektion an Tiernahrung und Zubehör sowie Pflegeprodukte und Spielzeuge für Hunde, Katzen, Kleintiere und Fische. Bei Dehner können Kunden eine Erlebniswelt für die ganze Familie mit einem breitgefächerten Angebot rund um Garten, Haus und Heimtier erwarten: Ob Frühlingsblüher, Weihnachtssterne oder Geranien zum Start der Gartensaison – hier findet jeder das, was sein grünes Herz höherschlagen lässt.",
        "terms_and_conditions": "https://d2vjldeiu1zgxb.cloudfront.net/resources/DHNER-DE/terms_consumer.md",
        "how_to_use": "https://d2vjldeiu1zgxb.cloudfront.net/resources/DHNER-DE/redeem_markdown.md",
        "expiry_and_validity": "Expires 3 years from issue date",
        "card_image_url": "https://gift.runa.io/static/product_assets/DHNER-DE/DHNER-DE-card.png",
        "country": "Germany",
        "min_amount": 10.0,
        "max_amount": 50.0,
        "denominations": "['10.00', '20.00', '50.00']",
        "product_id": "46257"
    }
]